{
  "artifacts": [
    {
      "name": "Argental Font (Minor Artifact)",
      "aura": "strong conjuration (healing)",
      "cl": "18th",
      "slot": "none",
      "price": "",
      "weight": "2,000 lbs.",
      "description": "This beautifully carved stone fountain is decorated with figures of dancing fey creatures and holds pure, shimmering water that glows with silvery light. The moon-goddess gave the Font as a gift in gratitude for a heroines valor. Anyone drinking from the fountain enjoys the combined benefits of greater restoration and heal, and is immediately cured of all afflictions, including ability damage or drain, negative levels, and insanities. The waters cannot return the dead to life, though an undead creature immersed in the fountain is immediately destroyed (no save). The fountain never runs dry, no matter how many times it is used or how much water is taken from it, but the water retains its potency for only 1 round after being removed from the fountain, becoming normal water thereafter. The font can only be moved from its location with a miracle or wish spell. An individual creature can only benefit from the effects of the Argental Font once per year.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/minor-artifacts/argental-font/"
    },
    {
      "name": "Azure Pendant (Minor Artifact)",
      "aura": "strong abjuration",
      "cl": "18th",
      "slot": "neck",
      "price": "",
      "weight": "—",
      "description": "Talismans of unknown origins, the relics simply known as azure pendants produce a subtle energy field that alerts the wearer to danger and disrupts both magic and technology.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/minor-artifacts/azure-pendant-minor-artifact/"
    },
    {
      "name": "Bell of Mercy (Minor Artifact)",
      "aura": "strong abjuration",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "2,000 lbs.",
      "description": "This large bell appears to be cast from pure polished silver. It is engraved with delicate runes around the bottom lip, and measures 3 feet from lip to crown and 5 feet in circumference around the bottom. Sacred to a particular faith, seven such bells are believed to have existed at one point, each housed in a separate location. While these seven locations were separated by great distance, pilgrimages to all were often undertaken by the deity’s faithful. Each location presents its own dangers, and in some cases the bells themselves have gone missing. A Bell of Mercy’s magic works only once per year, though it can be rung more often as a normal bell. When activated, the bell sanctifies the area around it with the effects of hallow with a 120-foot radius, and with the additional effects of protection from evil for every good-aligned creature within the area. Within a 60-foot radius, this also includes a chaotic good maximized forbiddance effect. Creatures whose alignments are not chaotic or not good take 36 points of damage (Will DC 19 half) upon entering this area, while creatures whose alignments are neither chaotic nor good take 72 points of damage. All evil extraplanar creature within 60 feet when the bell is rung must succeed at DC 20 Will save or be banished to their plane of origin—evil outsiders who resist this are still staggered in this area as a result of the bell’s power. Finally, the immediate structure surrounding the bell becomes infused with magic, causing doors and walls within its forbiddance area to be magically treated and repairing damage at the rate of 5 points of damage per round. These repairs cannot repair damage to a structure incurred before the bell was rung. A Bell of Mercy is constantly under the effect of a dimensional lock, so it cannot be transported via teleportation.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/minor-artifacts/bell-of-mercy/"
    },
    {
      "name": "Bone House (Minor Artifact)",
      "aura": "strong conjuration and necromancy",
      "cl": "17th Slot none",
      "slot": "none",
      "price": "",
      "weight": "2 lbs.",
      "description": "A bone house is a variant form of instant fortress. These grim statuettes appear as skull-topped fortresses the size of a clenched fist. When activated by speaking a command word, a bone house grows to form a tower 20 feet square and 30 feet high, with arrow slits on all sides and a crenellated battlement on top. The bone walls extend 10 feet into the ground, rooting it to the spot and preventing it from being tipped over. The fortress has a small door that opens only at the command of the owner of the fortress—even knock spells can’t open the door. The bone walls are magically enhanced to be as hard as stone, and have 100 hit points and hardness 10. A bone house can be repaired by casting inflict spells on the walls, with every 10 points of negative energy repairing 1 point of damage. A bone house springs up in just 1 round, with the door facing the device’s owner. The door opens and closes instantly at his command. People and creatures nearby (except the owner) must be careful not to be caught by the fortress’s sudden growth. Anyone caught in the area takes 10d6 points of damage (DC 19 Reflex save for half damage). The interior of a bone house is under the constant effects of a desecrate spell and is considered an altar to an evil god for the purposes of determining the desecrate modifiers. Once a bone house is expanded into tower size, its owner can create up to four mummies per month from the drifts of bone ash and detritus that litter the inner rooms. Creating a mummy in this manner takes 10 minutes, and the owner must be inside of the bone house the entire time. Due to the desecrate effect, mummies created inside gain +2 hit points per Hit Die. These undead guard the contents of the bone house without needing to be commanded. If the owner wishes to command these mummies to perform other tasks, he must use other means to do so. No more than four mummies may be active at one time. A bone house is deactivated by speaking a command word (different from the one used to activate it). It cannot be deactivated unless it is empty.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/minor-artifacts/bonehouse/"
    },
    {
      "name": "Crown of the Simurgh (Minor Artifact)",
      "aura": "strong divination and transmutation [good]",
      "cl": "18th",
      "slot": "head",
      "price": "",
      "weight": "1 lb.",
      "description": "A crown of the simurgh grants the wearer the protection of the simurgh who created it. The crown only works for a single creature for whom the crown was specifically crafted. A simurgh can create one crown of the simurgh every 500 years. While wearing a crown of the simurgh, the wearer is constantly affected by the spell protection from evil. Once per day, the wearer of this crown can spend a full-round action concentrating to mentally contact the simurgh who created the crown. If the simurgh allows this connection to be made, the wearer instantly knows the distance and direction of the simurgh and can communicate with it as per the spell sending. Should the simurgh be on the same plane and both parties wish it, the crown’s wearer can teleport to the simurgh’s location. Ten minutes after teleporting to the simurgh’s side, however, the crown’s wearer teleports back to wherever he was before teleporting (or the nearest safe square), whether he wishes to or not. As a final effort or in a time of great need, the wearer can take a full-round action to hold the crown to the sun and call out to the simurgh that created it. This summons the simurgh as per the spell summon monster IX. The simurgh remains for 1 minute, and follows the wearer’s commands. At the end of this time, the simurgh vanishes and the crown is destroyed.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/minor-artifacts/crown-of-the-simurgh/"
    },
    {
      "name": "Deck of Harrowed Tales (Minor Artifact)",
      "aura": "strong conjuration",
      "cl": "20th Slot none",
      "slot": "none",
      "price": "",
      "weight": "1 lb.",
      "description": "The Deck of Harrowed Tales is a unique Harrow deck linked to the Harrowed Realm, a fantastical demiplane populated by whimsical and nefarious manifestations of characters from a Harrow deck’s illustrations (see the sidebar for more details on this realm). Once per day, at a mental command from its wielder, the Deck of Harrowed Tales can create a swirling vortex to the Harrowed Realm, as per the spell gate. This ability does not function while the deck is in the Harrowed Realm, requiring those within to find another method of escape.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/minor-artifacts/deck-of-harrowed-tales/"
    },
    {
      "name": "Deck of Many Things, Harrow (Minor Artifact)",
      "aura": "strong (all schools)",
      "cl": "20th",
      "slot": "none",
      "price": "",
      "weight": "—",
      "description": "This worn fortune-teller’s deck bears a dreamlike or unsettling image upon each of its fifty-four cards, and every card is marked by one of six suits: crowns, hammers, keys, shields, stars, or tomes. A Harrow Deck of Many Things is usually found wrapped in cloth or velvet and hidden away within a simple wooden case, but nothing marks it as being anything other than an oft-used and treasured focus of the fortune-telling art. As soon as one of the deck’s cards is drawn at random, though, its nature becomes apparent and an effect determined by the chosen card is bestowed upon the user—often to life-altering effect. A bearer of a Harrow Deck of Many Things who wishes to draw a card must announce how many cards he will draw before doing so. These cards must be drawn within 1 hour of each other, and a character can never draw any more cards from the deck than he announced (unless the effect of a drawn card states otherwise). If the character does not willingly draw his allotted number or is somehow prevented from doing so, the cards flip out of the deck on their own after 1 hour. Future attempts to draw cards from the deck made by someone who has already drawn his allotted number reveal only blank cards. Each time a card is taken from the deck, it is replaced, making it possible to draw the same card twice. A Harrow Deck of Many Things contains 54 cards, with the effects of each detailed in the following Effects of the Harrow section. Draws from the Harrow As with the classic deck of many things, the Harrow deck of many things is a powerful magical item with great potential to derail an ongoing campaign. As with any artifact, the GM should consider the possible ramifications of adding such a powerful and potentially devastating element to the game. Fortunately, the drawing mechanism of using a Harrow deck of many things allows the GM to control any potential damage. At the GM’s discretion, the players may each be limited to making a single draw from the Harrow deck of many things, or the deck may vanish after a certain number of uses—make sure the players are aware of these changes to the usual rules. Alternatively, if the GM fears a character being swept off by The Tyrant or doesn’t want to add a holy avenger to his game via The Paladin, he can merely take out the cards he doesn’t want to deal with. The Harrow deck of many things has 54 effects—more than double the standard deck of many things—so if the GM takes out one or two cards, no one will notice. Effects of the Harrow The 54 cards in the Harrow Deck of Many Things possess wildly differing powers. While many effects occur instantaneously and are permanent, some can be delayed. Unless otherwise noted, effects caused by the deck are permanent and can only be undone by a miracle or wish spell, the powers of another artifact, or the intervention of a deity. Many of the deck’s effects can alter elements of the game world, and thus should be integrated however the GM sees fit, keeping in mind the alignment and intention of each card. Table: Effects of the Harrow Harrow Card Playing Card Alignment Effect The Avalanche Queen of Clubs LE The character becomes the focal point of an earthquake, as per the earthquake spell. In addition to saving versus this effect, the character must succeed at an additional Will save or be affected by the spell imprisonment. The Bear Ace of Hearts N The character gains the lycanthrope template, becoming a werebear lycanthrope, and as such, remove disease and heal have no affect on this affliction. The Beating 7 of Spades NE While in combat, the character is always considered to be flanked. Attackers gain a +2 flanking bonus on attacks made against the character and may sneak attack him at will. The Betrayal 2 of Spades NE The character’s animal companion, familiar, cohort, or other NPC ally is alienated and forever after hostile. If the character has no such allies, the enmity of some powerful personage, community, or religious order can be substituted. This hatred remains a secret until such a time that it might be most dramatically and perilously revealed. Upon drawing this card, the character knows that someone or something will turn against him, but nothing more. The Big Sky King of Diamonds CG Once per day, the character can add +10 to his CMB or CMD for 1 round. When he does so, a piece of metal in close proximity shatters. The Brass Dwarf 5 of Clubs LN The character becomes immune to one energy type of his choice, but gains vulnerability to another energy type of the GM’s choice. The Carnival 3 of Diamonds CN Upon drawing The Carnival, the card is set aside and the GM draws nine additional cards from the deck. These cards are laid face up for the character to view, then flipped over and shuffled by the GM. The player draws one card from the nine, taking that card’s effects as normal. The Courtesan 2 of Diamonds CN The character’s favorite item—preferably a magic weapon—becomes intelligent. Use the rules for intelligent items to randomly generate the item’s abilities. If the character has no items, an intelligent item soon falls into the character’s possession. The Cricket 6 of Hearts NG Upon drawing this card, the character may choose to draw up to three additional cards. In addition to those cards’ effects, the character’s base land speed increases by +10 feet for each card he draws. The Crows 6 of Spades NE The character must choose between his most valuable item and a major ally of the GM’s choice. Whichever is not selected is destroyed or slain and cannot be restored by mortal means. The character is made aware of the ramifications of this choice upon drawing the card. The Cyclone King of Spades CE An elder air elemental appears, and the character must fight it alone. If the character cannot defeat the elemental in 1d6+1 rounds, he is transported to the Plane of Air. The Dance Queen of Hearts LG From this point on, whenever the character rolls initiative, he rolls twice and selects whichever result he prefers. The Demon’s Lantern Queen of Spades CE The character’s body disintegrates. All that remains are his items and a glowing gem containing his soul. This gem is worth an amount of gp equal to 2,500 × the character’s level. A resurrection or stronger spell is required to restore the character, and doing so destroys the gem. The Desert Jack of Diamonds CG This card grants the character the one-time ability to travel to any location on the same plane instantly, bringing with him up to 10 allies and 2,000 pounds of goods. The character must know exactly where he wishes to travel, such as a place he has been or a location on a map, but not a vague or hidden location, like the richest dungeon in the world or the Lost City of Ird. This transportation ignores all barriers against teleportation or other magical effects. The character may use this card’s effect whenever he wishes, but only once. The Fiend King of Clubs LE A powerful evil outsider takes notice of the character and sets plans in motion to destroy him. The Foreign Trader Ace of Spades N The mysterious entity known as the Foreign Trader appears and offers the character any treasure he wishes in return for years of his life. If the character accepts, he must choose to age a number of age categories. The character takes all the ability score penalties for his new age, but gains none of the benefits. For each age category he advances, however, he gains 20,000 gp worth of credit with the Foreign Trader, which can be spent on any non-unique magic items. Any credit a character does not spend is lost. After the character is done spending his credit, the Foreign Trader vanishes. Years taken by the Foreign Trader cannot be restored by any means. The Foreign Trader does not trade with characters who cannot die of old age. If the character is immortal, the Foreign Trader vanishes, leaving behind another card. If the character declines to bargain with the Foreign Trader, the trader disappears in a puff of acrid yellow smoke. The Forge 7 of Clubs LN The character must choose one weapon or armor in his possession to be reforged into another weapon or armor of equal or lesser gp value. For example, should a character choose to have a +3 longsword (an 18,315 gp value) reforged, he could have it transformed into any one of hundreds of items, like a +1 axiomatic scimitar (also a 18,315 gp value) or a suit of +3 full-plate of silent moves (12,300 gp). Any gp value not spent is lost. The Eclipse 9 of Clubs LE From the hours of dusk to dawn, the character is treated as being one level lower than normal. If the character has multiple classes, he must decide upon drawing this card which class is affected. The Empty Throne 8 of Hearts LG The character inherits a noble title and 15,000 gp soon after drawing this card. The GM decides the particulars of when and how this occurs. The Hidden Truth 10 of Hearts LG This card grants the character the one-time ability to call upon an omniscient spirit to fully answer any question or solve any single puzzle. Whether the information revealed can be effectively acted upon is another question entirely. The character may use this card’s effect whenever he wishes, but only once. The Idiot 4 of Spades NE The character’s Charisma, Intelligence, and Wisdom scores are all reduced by 1d4 points. Roll individually for each ability score. The Inquisitor 4 of Clubs LN This card grants the character the one-time ability to force another creature to answer a single question truthfully. The card does not grant the character or creature questioned any special insight, so a creature might still answer a question falsely if it believes the falsehood. If the creature is truly ignorant, it informs the character that it doesn’t know the answer and this effect is wasted. The character may use this card’s effect whenever he wishes, but only once. The Joke 10 of Diamonds CG Upon drawing this card, the character selects one of his allies. Three new cards are then drawn by the GM and made visible (the GM may choose whether or not to explain the cards’ effects). The character’s ally must choose one of these cards and immediately gains the effects. The character then selects one of the remaining two cards and gains that card’s effects. The final card is discarded. The Juggler Queen of Diamonds CG The character gains a +2 bonus to two ability scores of his choice, but must swap them with one another. The Keep 7 of Hearts NG The character gains a personal demiplane, as per a permanent create demiplane spell. The Liar 8 of Spades CE The character’s most powerful, most valuable, or favorite magic item (GM’s choice) manifests a curse. Roll on Table: Common Item Curses to generate this effect, rerolling results for specific items. The Locksmith 6 of Clubs LN This card grants the character the ability to open any one door, lock, set of bindings, or other locked barrier. This includes magical gates or portals that have specific requirements to activate. The character may use this card’s effect whenever he wishes, but only once. Once used, the card’s effect ends. The Lost 9 of Spades CE The character cannot gain another level in whichever class he currently has the most levels. This effect can be circumvented if the character is killed and returned to life, but the next time he is restored to life he is affected as if by the spell reincarnate, regardless of what spell was cast. The Marriage 2 of Clubs LN A comely genie of the character’s preferred gender appears and proposes marriage. Should the character accept, he must organize a lavish wedding ceremony by the end of the week and ever after be committed to this exotic outsider. If the character declines or breaks his wedding vow, the genie is heartbroken and returns to his or her home plane, provoking the ire of the associated elemental court. The genie’s type, personality, actions, and possible retribution are determined by the GM. The Midwife 3 of Hearts NG The character gains exactly enough experience to advance to the next level. The Mountain Man 5 of Diamonds CN The character grows one size category, gaining all the benefits and penalties of increased size. His equipment does not increase in size. The Mute Hag 3 of Spades NE The character permanently loses one of his senses—sight, hearing, or speech—becoming blind, deaf, or mute (player’s choice). This affliction cannot be cured by any effect short of a miracle or wish spell. The Owl Joker* N This card grants the character the one-time ability to scry on any target anywhere for 1 minute. The target, however, is immediately aware that it is being scryed upon by the character. The character may use this card’s effect whenever he wishes, but only once. Once used, the card’s effect ends. The Paladin King of Hearts LG The character is granted a holy avenger. This weapon has all the properties of a normal holy avenger, along with a special ability that can be used once. Upon being thrust into the ground by its bearer as a standard action, the weapon transforms into a paladin two levels higher than the wielder. This paladin possesses her own holy avenger and aids the character in any way her alignment permits for 30 minutes. Once this time is over, the paladin vanishes and the sword reappears, though it is forever reduced to a +2 cold iron longsword. The Peacock Ace of Diamonds N The character’s skin hardens, becoming rigid and pebbled. He gains a permanent +2 bonus to his natural armor, but takes a –2 penalty to Dexterity. The Publican 9 of Diamonds CG The GM chooses one of the character’s enemies. This enemy has a complete change of heart and now favors the character. The Queen Mother 3 of Clubs LN When the character draws this card, 2d4 giant ants appear to serve the character until they are slain. These creatures eagerly seek to aid and protect the character. They understand the character’s verbal commands, though they cannot respond. The Rabbit Prince 6 of Diamonds CN All attacks the character makes that threaten a critical hit are automatically confirmed. Likewise, all attacks made against the character that threaten a critical hit are also automatically confirmed. The Rakshasa 10 of Clubs LE Anytime the character lies with the true intent to deceive, he turns into a random animal for 1 hour. Lying with the intent to trigger this effect never works. The Sickness 5 of Spades NE The character becomes afflicted with incurable leprosy (or another disease of the GM’s choice). While the disease cannot be cured by any effect short of a miracle or wish spell, the effects of the affliction can be negated through the use of spells like restoration. The Snakebite 10 of Spades CE Anyone who touches the character must succeed at a Fortitude save or be poisoned by greenblood oil. The save DC is equal to 10 + the character’s Hit Dice + his Constitution modifier. This poison affects even those who touch the character to administer aid or healing magic. The Survivor 5 of Hearts NG The next time the character is reduced to –10 hit points, he is instantly restored to full hit points. If he is killed by an effect that slays him without dealing hit point damage (such as by disintegrate), the effect fails to kill him and he is restored to full hit points. If he is killed by a hostile environment (such as a lava flow or when teleporting to a dangerous plane), he is transported to his last safe location and restored to full hit points. This card does not save the character from effects that would permanently disable him, like petrification. The Tangled Briar Jack of Clubs LE Once per day, the character can communicate as per the spell speak with plants and have a plant truthfully answer any single question. Using this ability upsets the surrounding flora, however, causing 1d4+2 shambling mounds with the advanced template to erupt from the earth and attack the character, regardless of the surrounding terrain. The Teamster Ace of Clubs N When the character draws this card, a powerful being appears before the character and tasks him to undertake a dangerous quest. If the character proves resistant to undertaking the task, he is afflicted by geas/quest until the quest is completed. When the character completes the quest, the powerful being reappears, granting the character a lavish reward. The specifics of the quest, the powerful being’s identity, and the character’s reward are determined by the GM. The Theater 2 of Hearts NG The next time the character defeats a creature, he is granted a +2 bonus to the same ability score as the creature’s highest ability score. The Trumpet Jack of Hearts LG This card grants the character the ability to summon an outsider of his alignment once per day. This outsider must be of a CR equal to or less than the character’s level and serves for a number of rounds equal to the character’s level. The Twin Joker N The character physically becomes a member of the opposite gender. The Tyrant 8 of Clubs LE The character gains the one-time ability to issue a single command to any creature in the multiverse and have the order obeyed. The target is affected as if by the spell dominate monster, and even orders for the target to kill itself are followed. Any creature targeted by this effect knows that it is acting against its will, and knows the identity and location of the character. Immortal creatures cannot effectively kill themselves, and the act only causes them considerable but fleeting pain. Additionally, creatures with the ability to grant such boons typically also possess the power to revoke them, and do so as soon as the command releases them. The GM ultimately decides what this command can accomplish. The character may use this card’s effect whenever he wishes, but may only use it once. The Unicorn 8 of Diamonds CG This card grants the character the one-time ability to undo one past choice or regrettable action. The fabric of reality is unraveled and respun, potentially restoring creatures to life or altering the course of history, depending on how the character acted and how he wishes he would have acted. The player chooses what situation he would have acted differently in and the GM determines how reality changes to reflect that act. The change primarily affects the character, affecting others as little as possible. The character may use this card’s effect whenever he wishes, but only once. The Uprising 7 of Diamonds CN Upon drawing this card, 3d6 unruly, accident-prone, 1st-level commoners appear to serve the character. If these followers are killed, the character takes the usual penalties on attracting further followers. Knowledge of these commoners’ mistreatment or death spreads far, with the GM determining any repercussions. The Vision 4 of Diamonds CN The character receives two visions and the knowledge that one vision is true and the other false, though he does not know which is which. The GM determines the specifics of these visions. The visions may be views of the past, present, or future; cryptic omens; or total fantasies. The Wanderer 4 of Hearts NG One of the character’s mundane possessions becomes a magical item worth 20,000 gp or less. The GM determines which item manifests magical properties and what those properties are. The Waxworks Jack of Spades CE Upon drawing this card, 1d6 exact duplicates of the character appear within a 20-mile radius. These duplicates have the alignment opposite to that of the original character and oppose his goals. The Winged Serpent 9 of Hearts LG The character is granted a single wish. This wish functions similarly to the spell wish when it comes to affecting rules and statistics, but can also change reality in ways outside the bounds of the spell’s effects—such as rerouting a river or ending a war. The GM decides what the wish can and cannot accomplish.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/minor-artifacts/deck-of-many-things-harrow/"
    },
    {
      "name": "Dragon Seal (Minor Artifact)",
      "aura": "strong (all schools)",
      "cl": "20th",
      "slot": "none",
      "price": "",
      "weight": "—",
      "description": "This stone statuette of a dragon is one of five royal seals and represents the royal family’s divine right to rule the empire. Should no one of pure blood be able to take up that charge, however, the Dragon Seal can invest the right to rule in any number of living humanoid hosts. These scions often experience a series of visions of the past, present, and possible future. The Seal has a daily allotment of 5 charges that it can use to cast the following spells on a scion: cure serious wounds, remove curse, remove disease, or restoration. Each casting uses up 1 daily charge. Alternatively, the seal can cast heal on a scion, but doing so expends all 5 charges. Finally, and only at the seal’s discretion, it can cast resurrection on a scion, but doing so renders its spellcasting powers useless for a month. The Seal itself radiates strong magic, and those with the proper resources can sense this magic across oceans and continents, allowing it to be tracked across any distance. Originally meant to allow its rightful owners the ability to track it if stolen, this feature makes it dangerous to remove the seal from its warding box, for as long as the warding box is open, a specific legendary oni can track it. One final ward exists on the Seal, confounding attempts to whisk it quickly away from its homeland but also making returning a stolen seal home an arduous task. The Seal can never be transported by teleportation magic or dimensional travel. It cannot be taken from the Material Plane save via special portals blessed by the gods, and characters who carry the seal cannot cast or otherwise use teleportation effects.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/minor-artifacts/dragon-seal/"
    },
    {
      "name": "Dragon Slayer (Minor Artifact)",
      "aura": "strong abjuration",
      "cl": "17th Slot none",
      "slot": "none",
      "price": "",
      "weight": "5 lbs.",
      "description": "This weapon is a +4 holy bane bastard sword used in several crusades. Although made of steel, it is treated as being made of both cold iron and silver for the purposes of overcoming damage reduction. It glows with the equivalent of continual flame, but its wielder can extinguish or ignite this glow as a move action. In addition, the weapon gains a further +2 enhancement bonus and deals an extra 2d6 points of damage against foes who serve or worship an evil god. Although it is lawful good, as long as its wielder is dedicated to the defeat of a famous evil dragon and those it has corrupted, the blade does not attempt to seize control of its wielder. If the wielder acts against its wishes, it tries to force him to relinquish it to a more appropriate wielder.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/minor-artifacts/dragon-slayer/"
    },
    {
      "name": "Enemy of All Enemies (Minor Artifact)",
      "aura": "strong evocation",
      "cl": "20th",
      "slot": "none",
      "price": "",
      "weight": "12 lbs.",
      "description": "Enemy of all enemies is a cursed, intelligent +3 wounding greatsword. When it succeeds at a contest of will, it uses modify memory to mislead its wielder into believing he’s a barbarian warlord and that anyone around him who isn’t obviously a member of his tribe is a mortal enemy. The cursed greatsword also slowly changes the features of the wielder over the course of several days or even weeks to appear as those of the original warlord. If left unchecked, these powers seemingly bring the warlord back to life, recreating the savage warrior it deems to be its own true wielder.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/minor-artifacts/ovinrbaane-enemy-of-all-enemies/"
    },
    {
      "name": "Greater Ring of Elemental Command (Minor Artifact)",
      "aura": "overwhelming conjuration",
      "cl": "21st",
      "slot": "ring",
      "price": "",
      "weight": "–",
      "description": "Greater Ring of Elemental Command (Minor Artifact) is a powerful artifact of legendary renown. Its true powers and origins are shrouded in mystery, known only to the most learned sages.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/minor-artifacts/greater-ring-of-elemental-command-minor-artifact/"
    },
    {
      "name": "Hourglass of Shadows (Minor Artifact)",
      "aura": "strong necromancy [evil]",
      "cl": "17th Slot none",
      "slot": "none",
      "price": "",
      "weight": "350 lbs.",
      "description": "The Hourglass of Shadows is a foul artifact that allows the user to process a creature’s remains into an undead shadow. The unwieldy, 5-foot-tall device rests suspended on an iron stand fitted with pivots that allow its user to rotate a central chamber of etched, smoke-colored glass. To operate the device, the user must place the ashes of a Small, Medium, or Large sentient creature into the glass chamber along with a crushed onyx worth 100 gp. After the ashes have flowed through the chamber three times—a process that takes 3 hours—the contents can be emptied. If deposited into a clay pot filled with grave dirt and brackish water, the ashes transform the mundane container into a shadow urn. A creature whose remains have been defiled in this way cannot be restored to life by any method short of a miracle or wish until the shadow urn containing its spirit has been destroyed. A shadow urn contains an unquiet spirit befouled by the Hourglass of Shadows. These fragile urns can be thrown, have a range increment of 10 feet, and shatter on contact with any creature or solid surface. When a shadow urn is broken, the single greater shadow contained within is released. This shadow is free-willed—owing no allegiance to the owner of the Hourglass of Shadows or whoever broke its urn—and typically attacks the nearest creature, seeking to sate its hunger for life energy. A shadow urn is destroyed when it is used. If not shattered, a shadow urn contains the soul within indefinitely.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/minor-artifacts/hourglass-of-shadows/"
    },
    {
      "name": "Id Portrait (Minor Artifact)",
      "aura": "strong enchantment, necromancy, and universal",
      "cl": "20th",
      "slot": "none",
      "price": "",
      "weight": "50 lbs.",
      "description": "This 4-foot-by-8-foot oil-on-wood masterwork painting depicts an elegant high-backed padded chair in the foreground of a gothic study with heavy curtains, polished tables supporting decorative lamps, plush rugs, and hundreds of books on shelves. The silver-and-gold frame is equally elegant and etched with faintly glowing arcane symbols. The painting is a powerful minor artifact that can be used to create one or more duplicates of any living creature that has a Charisma score of at least 10. By touching the painting and uttering a command word, the subject creature is drawn into the painting and appears seated in the chair. The subject is under the effects of a binding spell. Delving into the subconscious mind, the painting creates a duplicate of the subject that lasts for 1 day per Hit Die the creature possesses. If the subject creature has a positive Charisma modifier, additional duplicates equal to its Charisma modifier may be created. Each of these duplicates represents an alter ego of the subject. Some beings may have multiple alter egos. In this case, the subject creature determines exactly how many id duplicates he wants the id portrait to create, up to a maximum determined by his Charisma modifier. An id duplicate can be of a different class from the subject creature, and it has average hit points for that class, the same number of Hit Dice as the subject creature, and the same basic knowledge and goals as the subject creature (modified by any ability score changes). It is an average member of its class, with appropriate skills and feats. Reallocate the subject creature’s ability scores to make them appropriate to the new class chosen. A duplicate can carry out whatever tasks the original creature desires. If all duplicates are destroyed, the original creature is ejected from the id portrait and permanently loses 1 point of Charisma (this cannot be replaced by any means short of a miracle or wish). In addition, he is under the effects of slow and dimensional anchor for the following 24 hours. These effects cannot be dispelled. The portrait is usually placed somewhere hidden and safe, or in the care of trusted guardians, since the subject creature is significantly weakened until he recovers from the magical effects. When a duplicate has lived out its allotted time, it simply dies. Even if the duplicate is slain or dies before its duration expires, the body remains and behaves as a normal corpse. Spells such as miracle, raise dead, and resurrection fail to affect a duplicate corpse created by the id portrait. An id duplicate has a challenge rating equal to the base creature’s CR –1.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/minor-artifacts/id-portrait/"
    },
    {
      "name": "Maleficus Spike (Minor Artifact)",
      "aura": "strong abjuration",
      "cl": "20th",
      "slot": "none",
      "price": "",
      "weight": "16 lbs.",
      "description": "A maleficus spike is an ancient item forged of cold iron with an adamantine core designed to keep demons at bay. When driven into the wall of a building, a maleficus spike infuses the walls of the structure with a dimensional lock effect and a ward that repels evil outsiders. Any outsider with the evil subtype that tries to enter or damage the warded building must attempt a DC 30 Will save. If it fails, the outsider takes 12d6 points of damage and becomes nauseated for 1 hour. An outsider that remains inside a building warded in this manner must make a new Will save each round to avoid damage and nausea. The effect is lessened against non-outsider evil creatures, but they too are affected—such creatures gain a +4 bonus on their Will saves, take only 4d6 points of damage on a failed save, and are nauseated for only 1 minute. The stone and doors of a structure warded by a maleficus spike are considered to be magically treated (+20 to Break DCs, double hardness, and double hit points). Additionally, the structure self-repairs damage at the rate of 5 points of damage per round, provided the damage was inflicted while the maleficus spike was functioning; the spike can’t repair existing damage when it is installed. A maleficus spike consumes an enormous amount of magical energy. It contains enough energy to ward a structure for 24 hours, after which it becomes dormant until recharged. Recharging a maleficus spike requires a spellcaster to spend 10 minutes in contact with the spike, after which the spellcaster selects a number of spell slots totaling no fewer than 24 spell levels to expend to infuse the artifact with enough energy to ward the structure for another 24 hours. Prepared spells in these slots are lost for a day, and for spontaneous spellcasters those slots are used for a day. Spell-like abilities cannot be used to fuel a maleficus spike.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/minor-artifacts/maleficus-spike/"
    },
    {
      "name": "Phylactery of the Failed (Minor Artifact)",
      "aura": "strong necromancy [evil]",
      "cl": "18th",
      "slot": "none",
      "price": "",
      "weight": "5 lbs.",
      "description": "Not every lich that attempts the transition to undeath succeeds. For most, this means an excruciating, spell-blasted death; for a small fraction of others, this means a typically brief but painful existence as a failed lich; but for an exceedingly rare few, this means something in between. A phylactery of the failed has a minute chance of coming into being anytime a spellcaster attempts to achieve lichdom and fails (equivalent to 1 in 100). In such cases, the magic-user’s body is destroyed, but the phylactery he prepared remains and is invested with a remnant of his shattered consciousness. The creature that opens a phylactery of the failed must immediately succeed at a DC 30 Will saving throw or be affected by a disease-like curse known as a parasitic soul (detailed below). Those affected by a parasitic soul have their own personality and sanity overwhelmed by the remnant ambitions and memories of the would-be lich whose destruction created the phylactery. If the cursed creature is killed by the parasitic soul, her body is animated 1 day later as a lich with the same memories and abilities of the magic-user who created the phylactery, essentially allowing that spellcaster to finally achieve lichdom. The cursed creature cannot be returned to life until the lich is destroyed. If the parasitic soul is excised from a victim, it returns to the phylactery and attempts to infect the next creature to open the box. The parasitic soul can only infect one creature at a time. While a creature is infected by a parasitic soul, the phylactery the soul is bound to has no dangerous properties and cannot infect other creatures. The invasive nature of phylacteries of the failed has spawned the creation of several other pernicious magic items, such as the disease-spreading death’s head coffer. Parasitic Soul Curse and disease; save Will DC 30; frequency 1/day; effect 1d6 Intelligence damage; cure a parasitic soul can only be cured by casting both a spell that prevents the target from being mentally controlled (like protection from evil) and remove curse.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/minor-artifacts/phylactery-of-the-failed/"
    },
    {
      "name": "Raven’s Head (Minor Artifact)",
      "aura": "strong conjuration (healing)",
      "cl": "20th Slot none",
      "slot": "none",
      "price": "",
      "weight": "8 lbs.",
      "description": "This gold-plated +3 undead bane heavy mace A wielder with the ability to channel positive energy gains the Channel Smite feat while wielding it the wielder does not already possess the feat. In the hands of a cleric of the associated deity, it gains the disruption weapon special ability, and the wielder can use the Channel Smite feat as if a cleric of four levels higher (+2 on the DC and +2d6 damage) and an extra three times per day.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/minor-artifacts/raven-s-head/"
    },
    {
      "name": "Vernal Key (Minor Artifact)",
      "aura": "strong transmutation",
      "cl": "20th Slot none",
      "slot": "none",
      "price": "",
      "weight": "5 lbs.",
      "description": "The Vernal Key consists of three lattice orbs, one inside the other, all carved from a single piece of blue mineral. The key was created to unlock a jarl’s prison, but as a side effect it also protects the region around it from the ravages of winter. Within a 5-mile radius of the Vernal Key, otherwise cold weather (below 40° F) becomes moderate, while severe cold (below 0° F) becomes only cold. A mild wind demarcates the edge of this effect. The key must remain stationary (unattended) to produce this effect; it takes 24 hours for the artifact to attune itself to its locale. The key only ameliorates natural weather; it has no effect on magically created effects or extraplanar environments.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/minor-artifacts/vernal-key/"
    },
    {
      "name": "Vicious Link (Minor Artifact)",
      "aura": "strong conjuration CL 20th",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "400 lbs.",
      "description": "The vicious link is a weighty but portable portal that connects to one various planes’ portal hubs. Anyone who speaks the command word and passes through this 7-foot-tall frame of scarred iron instantly appears just beyond a similar arc on the Isle of Seven Chains in the Maelstrom. The portal on the opposite side operates in the same fashion, but is immobile.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/minor-artifacts/vicious-link-minor-artifact-2/"
    },
    {
      "name": "Visionary Lens (Minor Artifact)",
      "aura": "strong divination, enchantment, and illusion",
      "cl": "20th",
      "slot": "none",
      "price": "",
      "weight": "50 lbs.",
      "description": "This ornate mirror measures 4 feet in diameter, framed in gold and embellished with silver. The frame depicts dozens of stylized eyes from fey creatures that alternately open and close in wakefulness or slumber. During the day, these eyes influence the mirror’s surface to act as a crystal ball with telepathy. At night, the eyes can cast scrying (looking into the dreams of subjects) and nightmare instead. Lastly, during the twilight hours between day and night, the eyes can be commanded to bestow one of the following effects upon any single person gazing into the mirror: geas/quest (DC 21) maze (DC 22) vision The mirror does not function outside of the First World or demiplanes that share characteristics of the First World (such as the Fellnight Realm).",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/minor-artifacts/visionary-lens/"
    },
    {
      "name": "Warding Box (Minor Artifact)",
      "aura": "strong abjuration",
      "cl": "20th",
      "slot": "none",
      "price": "",
      "weight": "5 lbs.",
      "description": "A warding box is a powerful magical container built to obscure and confound any attempt to locate objects kept inside. The box can hold one object no larger than 8 inches by 8 inches by 3 inches (or up to 25 pounds) in each of its three compartments at any one time. The box’s lid and additional compartments are sealed, but the box can be opened or closed as a full-round action. While the lid is closed, the warding box and all objects inside it are protected from all divination spells. In this state, no divination spell save for those employed by the gods can detect the warding box or its contents.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/minor-artifacts/warding-box-minor-artifact/"
    },
    {
      "name": "Anima Focus (Major Artifact)",
      "aura": "strong (conjuration and necromancy) CL 20th",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "9 tons",
      "description": "The anima focus is an immense artifact that maintains a link between the Material Plane and the Eye of Avarice, and siphons fragments of greedy souls that have been prepared by a special ritual through the soul lens found within the Eye of Avarice into the runewell itself. The anima focus has other powers as well.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/anima-focus/"
    },
    {
      "name": "Apollyon Ring (Major Artifact)",
      "aura": "strong divination and necromancy [evil] CL 20th",
      "cl": "20th",
      "slot": "ring",
      "price": "—",
      "weight": "—",
      "description": "Upon donning the Apollyon Ring, the wearer experiences an increased state of being, her consciousness becoming an infectious disease known as the Mark of the Prophet. The wearer is the host of this disease, but is immune to its effects. Any creature that comes into physical contact with the wearer (or with one afflicted by the disease) must make a successful Fortitude save or be infected. The disease causes 1d4 points of ability damage, with the affected ability being the wearer’s highest ability score (or her choice in the case of equally high scores). The disease’s other effects are detailed below. The saving throw to resist the disease is equal to 10 + the wearer’s Hit Dice + her Charisma modifier. This disease can be cured as normal. Creatures immune to disease are immune to any disease created by the Apollyon Ring, but also gain none of the abilities granted by wearing the ring. Any creature infected by the disease becomes a potential host for the ring wearer’s senses. The wearer always knows how many creatures are infected and can detect any one of them as a standard action as per the status spell. Additionally, by spending a minute concentrating, the wearer can see and hear using any infected individual’s senses, as per the clairaudience/clairvoyance spell. The wearer remains dimly aware of her surroundings while making use of this effect, and may end it as an immediate action. She may use this ability any number of times per day. Once per day, she may also either cure any number of individuals infected with the disease within 300 feet, or force them to make an additional save against its effects at a –5 penalty. Removing the Apollyon Ring or killing the wearer instantly cures all creatures afflicted by the Mark of the Prophet. Mark of the Prophet Type disease, contact; Save Fortitude DC variable (see above); Onset 1 day; Frequency 1/day; Effect 1d4 ability score damage; Cure 2 consecutive saves",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/apollyon-ring/"
    },
    {
      "name": "Aqualinth (Major Artifact)",
      "aura": "strong (all schools) [evil] CL 18th",
      "cl": "18th",
      "slot": "none",
      "price": "—",
      "weight": "—",
      "description": "A strange statue of some unknown dark material resembling unnaturally slippery stone, this idol is carved in the shape of something at once unrecognizable and terrifyingly organic, and possesses a number of unique abilities when touching liquid. Geyser: If four or more levels’ worth of spells are cast upon the Aqualinth, the artifact is capable of causing the water surrounding it to purify and multiply, generating thousands of gallons of water. At the same time, it creates an effect mimicking reverse gravity upon the water, causing it to shoot up in a geyser capable of reaching a thousand feet high. Moments later, the effect passes; the water comes crashing down, and can be captured or diverted in the process, though the water level of the original supply remains unchanged. Bath of the God-Kings: Bathing in a pool infested by the Aqualinth instantly refreshes the bather, removing any fatigued or exhausted conditions. In addition, the bather is treated as though he were wearing a ring of sustenance for the next 4 months. Regular bathing for 56 days results in a +1 increase to a single ability score of the bather’s choice—a creature can receive this bonus only once, but can continue to receive the other benefits of bathing in the pool. Liquid Ones: Anyone who spies her own reflection in a pool infested by the Aqualinth and who is not completely loyal to the Four Pharaohs of Ascension is treated as though she had gazed into the reflective surface of a mirror of opposition. The duplicates created by the Aqualinth are not truly identical to their originals. A duplicate has vulnerability to fire, losing any fire resistance or immunity the original may have, and also gains the water subtype. A duplicate can be distinguished from the original with a DC 30 Perception check, as the duplicate has a faint watery texture to its skin. Whispering Water: Possessed of a malign and alien intellect, the Aqualinth has an unknown agenda of its own, and is capable of casting suggestion(save DC 31) upon anyone who drinks at least half a gallon of water it has touched or produced.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/aqualinth-major-artifact/"
    },
    {
      "name": "Armor of Skulls (Major Artifact)",
      "aura": "strong abjuration and transmutation",
      "cl": "20th",
      "slot": "armor",
      "price": "—",
      "weight": "30 lbs.",
      "description": "Crafted from the skull of the dragon, the Armor of Skulls is a Large intelligent +4 greater electricity resistance breastplate that grants its wearer a +4 enhancement bonus to Strength and Constitution. Once per day, the wearer can unleash either a bolt or burst of electricity. The bolt is a 120-foot line of electricity that deals 24d8 points of electricity damage (Reflex DC 37 for half ). The burst deals 6d8 points of electricity damage to all creatures within a 30-foot-radius burst (Reflex DC 37 for half ).",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/armor-of-skulls-major-artifact/"
    },
    {
      "name": "Avernus Claw (Major Artifact)",
      "aura": "overwhelming varied CL 28th",
      "cl": "28th",
      "slot": "none",
      "price": "—",
      "weight": "24 lbs.",
      "description": "The Avernus Claw is a +4 axiomatic flaming burst unholy trident. The weapon’s flaming burst special ability wreathes the trident in hellfire—half the damage its flames deal is fire damage, while the other half results directly from infernal power and is therefore not reduced by fire resistance. As a standard action, the wielder can slam the trident’s haft against the ground, causing all creatures within 30 feet to be affected by dimensional anchor. Any affected creature that attempts to teleport or travel to another plane (even by a permanent gate) instead appears in a square adjacent to the wielder. As a standard action, the wielder can call the trident to his hand from any distance, even across planar boundaries.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/avernus-claw-major-artifact/"
    },
    {
      "name": "Axe of Dread (Major Artifact)",
      "aura": "overwhelming necromancy",
      "cl": "23rd",
      "slot": "none",
      "price": "",
      "weight": "6 lbs.",
      "description": "The Axe of Dread is a +5 keen battleaxe with a x4 critical multiplier. When the wielder draws the weapon, each creature within 60 feet must succeed at a DC 30 Will save or become panicked for 1 round. Whether or not they succeed at this save, all creatures within 30 feet of the wielder are shaken while the weapon is visible. The cursed wielder of the Axe of Dread can call the axe to himself as a standard action regardless of distance, even across planes. Calling the axe in this way is considered drawing it and can cause creatures to become panicked. In addition, the axe ignores up to 1O points of damage reduction and hardness and also ignores the AC bonus from protection from evil and similar spells. Finally, a creature slain by the Axe of Dread must succeed at a DC 30 Will save or have its soul sent directly to await judgment. Creatures slain by the Axe of Dread in this way cannot be brought back to life by any means. Only a god can lift the curse upon the Axe of Dread’s wielder, but she does so only once she is satisfied. Once the curse has been lifted, the goddess can curse a different creature with the Axe of Dread.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/axe-of-dread-major-artifact/"
    },
    {
      "name": "Axe of the Dwarvish Lords (Major Artifact)",
      "aura": "strong conjuration and transmutation",
      "cl": "20th",
      "slot": "none",
      "price": "",
      "weight": "12 lbs.",
      "description": "The sturdy haft of this dwarven waraxe glimmers with veins of silver, while the faces of its blades bear images of ancient glories. The Axe of the Dwarvish Lords is a +6 keen throwing goblinoid bane dwarven waraxe. Any dwarf who holds it doubles the range of his darkvision. Any non-dwarf who grasps the axe takes 4 points of temporary Charisma damage; these points cannot be healed or restored in any way while the axe is held. The current owner of the Axe of the Dwarvish Lords gains a +10 bonus on Craft (armor, jewelry, stonemasonry, traps, and weapons) checks. Additionally, the wielder can summon an elder earth elemental (as summon monster IX; duration 20 rounds) once per week.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/axe-of-the-dwarvish-lords/"
    },
    {
      "name": "Barding of Pleated Light (Major Artifact)",
      "aura": "overwhelming abjuration",
      "cl": "20th",
      "slot": "armor (barding)",
      "price": "—",
      "weight": "100 lbs.",
      "description": "This ornately crafted mithral full plate armor resizes to fit a horse, warhorse, or equivalent mount that it is placed upon. It acts as +2 greater spell resistance (19) full plate barding. The barding of pleated light grants additional powers related to the rippling light of an aurora. These powers can be activated by the wearer’s rider; the wearer can activate the barding’s powers only if it has an Intelligence score of 3 or greater. First, the barding can be activated as the blinding shield special ability at will, but the wearer and the wearer’s rider are both immune to this blinding effect. Second, as an immediate action, the armor can be activated to divert harmful light or shadows. This grants the armor’s spell resistance to the wearer’s rider for 1 round, but this spell resistance only protects against spells with the light or shadow descriptor. Finally, the armor allows the wearer to pass through shimmering curtains of light. As an immediate action when charging, the armor can be activated to select any 10-foot-square area in the path of the charge. A curtain of multicolored light appears momentarily on each side of this area. The wearer can charge across this area as though it did not exist, disappearing into a ripple of light on one side and reappearing in a ripple of light on the other side. The wearer ignores terrain or obstacles in the intervening area (allowing the wearer to charge through allies in the area, for example), and the intervening area does not count toward the wearer’s charge movement. The ripple of light cannot be used for movement by anyone except the wearer and the wearer’s rider.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/barding-of-pleated-light-major-artifact/"
    },
    {
      "name": "Blackaxe (Major Artifact)",
      "aura": "strong conjuration",
      "cl": "20th Slot none",
      "slot": "none",
      "price": "",
      "weight": "50 lbs.",
      "description": "Noxious acid seeps from the obsidian blade of this gigantic black axe, its shape cruel and savage as if ripped from poisoned stone by obscene claws. Blackaxe is a Huge +5 plant bane greataxe which is considered epic and can penetrate epic damage reduction. Virulent acid constantly seeps from its blade, dealing +1d6 points of acid damage on a successful hit. On a successful critical hit, Blackaxe deals an additional +2d10 points of acid damage. Once per minute, the weapon’s wielder can use heal on herself by striking a living and non-magical tree with Blackaxe, causing the tree to wither to ash. The artifact is inexorably tied to a great nascent demon lord who can call Blackaxe to his hand as a free action, despite any intervening distance, so long as Blackaxe is not kept in an area that prevents teleportation effects from occurring. While Blackaxe is wielded by another creature,the demon lord always knows that creature’s location and condition (as via the discern location and status spells), and by concentrating can observe the world around the wielder as if using that wielder’s senses. While in this state, the demon lord may use any of his spell-like abilities through the link, treating Blackaxe as if it were the source of the spell-like ability. Each time the demon lord does so, Blackaxe’s wielder must make a successful DC 25 Will save to avoid being staggered for 1 round from the flow of power. These spell-like abilities trigger during the wielder’s turn in initiative, but do not consume any of the wielder’s actions in that round.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/blackaxe/"
    },
    {
      "name": "Bloodstones of the Valiant (Major Artifact)",
      "aura": "strong abjuration and necromancy [lawful] CL 20th",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "2 lbs. each",
      "description": "Each of these distinctive jars contains an organ associated with both a trait of a valiant knight. Any cleric who bears one of these jars is granted an additional domain, with the associated granted powers and domain spells, for as long as he possesses it. The domain granted depends on the Bloodstone possessed. If the bearer is not a cleric, he is granted the lowest-level domain power, but no spells or other related abilities. In addition, the bearer of a Bloodstone is inspired by some trait of the Knight, gaining an ability she possessed in life. The bearer does not need to meet any prerequisites or requirements to gain this ability. Organ Domain Trait Heart Protection Love: Gain the lay on hands ability as a paladin of the character’s level Liver Glory Faith: Gain Greater Sunder as a bonus feat Lung Knowledge Duty: Gain Improved Iron Will as a bonus feat Spleen Law Valor: Gain Weapon Specialization (longsword) as a bonus feat",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/bloodstones-of-the-valiant-major-artifact/"
    },
    {
      "name": "Book of the Damned (A&L; Major Artifact)",
      "aura": "overwhelming all schools [chaotic, lawful, evil]",
      "cl": "25th",
      "slot": "none",
      "price": "",
      "weight": "40 lbs.",
      "description": "Held between covers of bladed steel, stretched human flesh, and compressed ashes, this massive collection of loose folios, leathery scrolls, and gory manuscripts is the authoritative volume on unspeakable topics and evils for which there are no names. The Book of the Damned contains the multiverse’s single greatest collection of profane lore, detailing the evil planes and their denizens with an audacious comprehensiveness beyond that which a tome of its size should be able to physically contain. This blasphemous book consists of numerous scattered chapters divided into three volumes—daemonic, demonic, and diabolic. Should all chapters of those three volumes be united in their entirety, the completed compilation exhibits the following abilities. The complete Book of the Damned radiates a permanent unhallow effect in a 150-foot radius and a sympathy effect tuned to attract all evil creatures. Any creature of good alignment that willingly touches the tome must succeed at a DC 20 Fortitude save or be immediately slain. Additionally, while the Book of the Damned is outside of its repository (see below), any evil being of demigod-level power (daemonic harbingers, demon lords, infernal dukes) or greater using scry or a similar spell can view the Book of the Damned with no risk of being detected by the bearer. Finally, any creatures that make use of any of the tome’s abilities are damned, condemned to one of the Lower Planes after death regardless of their deeds. Only the intervention of a deity can prevent this punishment. The complete compilation of the Book of the Damned can be used in multiple ways—as a profane talisman, as an obscene reference volume, and as a gate to the multiverse’s most complete repository of unholy lore. Talisman: As long as the book is carried, its owner casts all spells with the evil descriptor as if she were two caster levels higher and gains a +5 bonus on all Charisma-based skills and checks made when interacting with evil outsiders. The bearer can also make use of the following spell-like abilities: At will—align weapon (evil only), bestow curse, detect evil, speak with dead 3/day—banishment, blasphemy, dictum, magic circle vs. …, unhallow, unholy aura, unholy blight, word of chaos 1/day—dimensional lock, gate, greater planar binding, soul bind",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/book-of-the-damned-original/"
    },
    {
      "name": "Book of the Damned: Daemonic (Major Artifact)",
      "aura": "overwhelming all schools [evil]",
      "cl": "25th",
      "slot": "none",
      "price": "",
      "weight": "12 lbs.",
      "description": "Book of the Damned: Daemonic (Major Artifact) is a powerful artifact of legendary renown. Its true powers and origins are shrouded in mystery, known only to the most learned sages.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/book-of-the-damned-daemonic/"
    },
    {
      "name": "Book of the Damned: Demonic (Major Artifact)",
      "aura": "overwhelming all schools [chaotic, evil]",
      "cl": "25th",
      "slot": "none",
      "price": "",
      "weight": "12 lbs.",
      "description": "The original Book of the Damned was collected from the scattered records of an exiled angel ho was ordered to record the lore of all the multiverse but was cast out of Heaven for his findings. The demonic chapters of the Book of the Damned are bound between razor-edged covers of cold iron. Care must be taken when opening this book, lest the covers cut the fingers. Blood spattered on the pages of the book quickly fades away, as if the damp sheets of pale parchment within possessed a thirsty, vampiric nature. A DC 12 Reflex save is enough to avoid being cut when opening this book—on a failed save, the user takes 2 points of Constitution damage. This section of the Book of the Damned serves as a catalog of the Abyssal realms and their lords—yet just as the rulers of the Abyss wax and wane, the contents of this book shift and change as well, revealing dark secrets. Any good-aligned creature who touches this section of the Book of the Damned gains one negative level. This level cannot be restored until the character has remained more than 10 feet away from the book for 24 hours. Creatures attempting to read the book that are not chaotic evil must make a DC 15 Will save or have their alignment permanently take one step toward chaotic evil. These pages of the Book of the Damned are written in Abyssal. A reader who spends 30 days (not necessarily consecutively) reading the book receives several benefits. The book contains copies of every spell with the evil descriptor, as well as all of the arcane spells listed below. The user gains a +4 bonus on all Knowledge (planes) checks if she uses the book as a resource (consulting it for at least an hour regarding a question), and its descriptions of the Abyss are so accurate that any teleportation travel to or within the Abyss always brings the caster to the exact location desired. The demonic section of the Book of the Damned serves as the focal point for a permanent unhallow effect and sympathy tuned to attract chaotic evil creatures. As long as the book is carried, its owner casts all evil spells as if she were 2 caster levels higher and gains a +2 bonus on all Charisma-based skills and checks when interacting with chaotic evil creatures. Three times per day, the tome can be used to cast one of the following spells: blasphemy, desecrate, greater planar binding, insanity, rift of ruin, summon monster VII, or unholy blight. Once per day as a standard action, the bearer can use the book to gain any one of the boons granted by any demon lord (see demoniac prestige class)—the boon lasts as long as the owner retains possession of the book, or until she chooses a new boon. This does not require an obedience.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/book-of-the-damned-demonic/"
    },
    {
      "name": "Bottle of the Bound (Major Artifact)",
      "aura": "strong abjuration",
      "cl": "20th",
      "slot": "none",
      "price": "",
      "weight": "4 lbs.",
      "description": "Swirling runes reminiscent of claws and flames circle this elegant but ancient-looking brass bottle, and a stopper shaped like a ferocious tiger seals it tightly. The Bottle of the Bound contains an army of fiends. A would-be wielder must know three command words to make use of the bottle: the Word of Opening, to unseal the bottle; the Word of Binding, to call forth and command its denizens; and the Word of Banishment, to return the fiends to the bottle. A holder who knows the words may use the bottle like a summon monster IX spell at will, except only creatures of the evil subtype can be summoned. The summoned creatures remain until the sun next rises or sets, and no new creatures can be summoned from the bottle until the initial summoned creatures are destroyed or return. No known force can open the bottle without the Word of Opening. If the bottle is opened without the use of the Word of Binding, its 666 inhabitants are freed, one each minute starting with CR 1 creatures and ending with the daemonic harbinger Zelishkar just over 11 hours later. If a creature is called forth and commanded without the Word of Banishment being uttered, it is free after it performs the task for which it was summoned.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/bottle-of-the-bound/"
    },
    {
      "name": "Bound Blade (Major Artifact)",
      "aura": "strong necromancy",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "6 lbs.",
      "description": "The Bound Blade is a +3 unholy adamantine bastard sword, forged from the claws of a dragon. The sword grants the user a +6 enhancement bonus to Strength. As a free action, upon using the sword to reduce a sentient living creature to 0 or fewer hit points, the wielder can cast soul bind, forcing that creature to make a successful DC 25 Will save or have its soul trapped within the sword. While there is a soul trapped within the sword, the Bound Blade emanates the effects of the spell desecrate in a 50-foot-radius aura. This aura lasts for a number of days equal to the number of Hit Dice the slain creature possessed. After that period passes, the soul within the sword is destroyed and cannot be restored by any method short of divine intervention. The sword wielder can release a trapped soul by using the blade’s soul bind ability on another creature.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/bound-blade-major-artifact/"
    },
    {
      "name": "Briar (Major Artifact)",
      "aura": "strong conjuration, necromancy, transmutation",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "6 lbs.",
      "description": "The blade called Briar is an intelligent +5 cold iron vorpal bastard sword whose special purpose is to defeat denizens of the Fey World.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/briar-major-artifact/"
    },
    {
      "name": "Burning Glaive (Major Artifact)",
      "aura": "strong transmutation [evil] CL 17th",
      "cl": "17th",
      "slot": "none",
      "price": "—",
      "weight": "8 lbs.",
      "description": "This +2 flaming dancing glaive possesses a keen intellect, granted to it by its imperial creator. Meant to embody all that is right and virtuous about the luxury of wealth, the weapon is only concerned with the acquisition of riches and safeguarding treasures. It eagerly seeks to immolate non-spellcasters, which it sees as paupers likely to steal what its master possesses.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/burning-glaive-major-artifact/"
    },
    {
      "name": "Calabash of Last Draughts (Major Artifact)",
      "aura": "strong necromancy and transmutation",
      "cl": "18th",
      "slot": "chest",
      "price": "—",
      "weight": "5 lbs.",
      "description": "An elaborately carved stopper caps this black gourd. It was once a decanter of endless water, but the bottle’s magic has been warped by the daemon spirit trapped within. The Calabash of Last Draughts can be slung over a creature’s chest with its leather strap, and grants a +2 profane bonus to Intelligence when worn. Five times per day, the wearer can unstopper the bottle and splash a creature with the tainted water within as a ranged touch attack with a range of 30 feet. A successful attack deals 1d4 points of Intelligence damage as the waters wipe away a creature’s memories and sense of self. A successful DC 18 Will save reduces this Intelligence damage by half. If a target is helpless or willing, the wearer can instead unstopper the calabash and feed the target its tainted waters, either dealing 2d4 points of Intelligence damage or allowing the wearer to change or eliminate the target’s memories as per the modify memory spell. The Calabash of Last Draughts also erodes an outsider’s connection to the physical world. If a possessing creature’s Intelligence is reduced to 1 or lower in this way, it is immediately exorcised from its host’s body. Upon picking up the Calabash of Last Draughts, a creature must succeed at a DC 18 Will save or immediately drink from the accursed gourd.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/calabash-of-last-draughts-major-artifact/"
    },
    {
      "name": "Chronicle of the Righteous (Major Artifact)",
      "aura": "overwhelming (all schools) [good]",
      "cl": "25th",
      "slot": "none",
      "price": "—",
      "weight": "12 lbs.",
      "description": "The Chronicle of the Righteous is the collected records of the good Outer Planes. The pages pertaining to the good Outer Planes lie within covers of beaten precious metals, bedecked with jewels of every color and inscribed with celestial iconography. Only a truly reverent individual, completely devoted to good, can open the Chronicle of the Righteous without an effort of will; for others, a successful DC 12 Will save is required to open the book. On a failed save, the individual decides she is unworthy of beholding the Chronicle and cannot attempt to open the book again for 24 hours. The Chronicle of the Righteous is written in Celestial. It details the geography of the good-aligned planes, the gods, empyreal lords, and celestial creatures who live there, and the unadulterated truths of these beings and their acts—truths that are sometimes heartening and at other times unsettling. Any evil-aligned creature who touches the Chronicle of the Righteous gains 1 negative level. This level cannot be restored until the character has remained more than 10 feet away from the book for 24 hours. Non-good creatures attempting to read the book must succeed at a DC 15 Will save or have their alignment permanently take one step toward good. A reader who spends 30 days (not necessarily consecutively) studying the book receives several benefits. The book contains copies of every conjuration (healing) spell and every spell with the good descriptor. The user gains a +4 bonus on all Knowledge (planes) checks if she uses the book as a resource (consulting it for at least 1 hour regarding a question), and its descriptions of the good-aligned planes are so accurate that any teleportation travel to or within those planes always brings the caster to the exact location desired. As long as the book is carried, the user is immediately aware of any action that might cause an alignment shift or a loss of standing with her deity, as if she wore a phylactery of faithfulness. The Chronicle of the Righteous is also surrounded by a permanent zone of truth, and creatures must succeed at a DC 15 Will save to tell a lie within 20 feet of the book. The bearer of the book casts all good spells as if she were 2 caster levels higher and gains a +2 bonus on all Charisma checks and Charisma-based skill checks when interacting with good creatures. Three times per day, the book can be used to cast one of the following spells: banishment, consecrate, greater planar binding, holy smite, holy word, sanctify weapons, and summon monster VII. Each time the Chronicle of the Righteous is referenced or used to cast a spell, there is a 10% chance that any empyreal lords on the same plane as the user instantly become aware of the book’s precise location. DESTRUCTION The Chronicle of the Righteous can be destroyed by first bathing it in the blood of a fallen empyreal lord who has killed at least 100 good mortals and then burning it in a pit of hellfire.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/chronicle-of-the-righteous/"
    },
    {
      "name": "Codex of the Infinite Planes (Major Artifact)",
      "aura": "overwhelming transmutation",
      "cl": "30th",
      "slot": "none",
      "price": "",
      "weight": "300 lbs.",
      "description": "Thick slabs of obsidian bind pages of fine lead, creating a massive tome riddled with pocks and scars suggestive of fantastic antiquity. The Codex of the Infinite Planes is an enormous tome, usually requiring two people to lift it. No matter how many pages are turned, another always remains. Anyone opening the codex for the first time must succeed at a DC 30 Fortitude save or be affected as per the spell destruction. Those who survive can peruse the book’s pages and learn its powers, though not without risk. Each day spent studying the codex allows the reader to make a DC 50 Spellcraft check to learn one random power. The reader gains a +1 circumstance bonus on this check per day spent reading until a power is learned. However, each day of study also forces the reader to make a successful Will save (DC 30 + 1 per day of study) to avoid being affected as if by the spell insanity. The Will save DC resets to 30 once a power is learned. The powers of the Codex of the Infinite Planes are as follows: Astral projection, banishment, elemental swarm, gate, greater create demiplane, greater planar ally, greater planar binding, plane shift, and soul bind. The saving throw to resist any effect created by one of these powers has a DC equal to 20 + the power’s spell level. Each of these spell-like abilities is usable at will by the owner of the codex once she learns it, but requires a successful Spellcraft check (DC 40 + twice the spell level of the power) to activate. A character cannot take 10 on this check. Failing this check indicates that a catastrophe befalls the user, determined randomly by rolling on the Codex Catastrophes chart below. A character can only incur one catastrophe per power use.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/codex-of-the-infinite-planes/"
    },
    {
      "name": "Crook and Flail of Kings (Major Artifact)",
      "aura": "strong abjuration",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "5 lbs. each",
      "description": "The crook is an 18-inch-long cane with a hooked head made of gold reinforced with blue copper bands. It functions as a greater empower metamagic rod. The flail is a 2-foot-long rod of gold, ending with three beaded strands of semi-precious stones. It functions as both a greater reach metamagic rod and a +2 thundering flail. When the crook and flail are held simultaneously, one in each hand, the wielder can cast spells without providing somatic components (as Still Spell, but this doesn’t use a higher level spell slot or increase casting time). Furthermore, once per day as an immediate action, the wielder can reflect spells cast against him for 1 round (as spell turning) up to a total of 9 spell levels. If the wielder is a spellcaster, he can expend a prepared spell or spell slot to use this ability again; he can reflect a total number of spell levels equal to the level of the expended spell.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/crook-and-flail-of-kings-major-artifact/"
    },
    {
      "name": "Crown of Fangs (Major Artifact)",
      "aura": "strong enchantment, illusion, necromancy",
      "cl": "20th",
      "slot": "head",
      "price": "—",
      "weight": "4 lbs.",
      "description": "The Crown of Fangs grants its wearer a +6 enhancement bonus to Constitution and Charisma, as well as regeneration 20. Only a holy avenger, or a paladin’s smite evil ability can deal lethal damage to the wearer. Additionally, the wearer gains the personal benefits of the spell foresight.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/crown-of-fangs-major-artifact/"
    },
    {
      "name": "Crown of Infernal Majesty (Major Artifact)",
      "aura": "strong abjuration and transmutation",
      "cl": "20th",
      "slot": "head",
      "price": "—",
      "weight": "—",
      "description": "This engraved and filigreed silver diadem is fashioned with three tines rising from the front of the circlet, the central one of which bears a encircled cross emblem. The Crown of Infernal Majesty grants its wearer a suite of abilities. Defensively, it provides immunity to fire and poison, immunity to mind-affecting effects, immunity to mental ability score damage, acid and cold resistance 10, and spell resistance equal to the wearer’s CR + 11. In addition, the wearer is immune to smite effects (including the smite evil ability of celestial creatures and paladins, and the destructive smite ability of the Destruction domain). A creature that attempts to smite the wearer of the crown gets no bonus on attack rolls against the wearer, and the crown reflects any bonus damage from the smite back against the attacker as evil-aligned damage that bypasses the corresponding damage reduction. The wearer gains the see in darkness universal monster ability, and the ability to use discern lies, nondetection, and true seeing as constant spell-like abilities. The crown also grants its wearer a +6 enhancement bonus to her Intelligence, Wisdom, and Charisma scores (with ranks in Intimidate, Knowledge [planes], and Sense Motive, as a headband of vast intelligence, as well as the ability to speak and read Abyssal, Celestial, and Infernal). Lastly, the wearer gains a +4 profane bonus on Charisma-based checks to bargain or deal with devils (such as with planar ally or planar binding spells).",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/crown-of-infernal-majesty-major-artifact/"
    },
    {
      "name": "Dancing Hut of Baba Yaga (Major Artifact)",
      "aura": "overwhelming conjuration and transmutation",
      "cl": "30th",
      "slot": "none",
      "price": "",
      "weight": "3,500 lbs.",
      "description": "The Dancing Hut of Baba Yaga is an especially complex and powerful artifact. The creature statistics for its chicken-legged frame are detailed below. The lifelike legs aren’t the only thing that make the hut remarkable, though. The small building’s only door opens into a room more than twice the size of what the structure could naturally contain, but this remarkable space is but a threshold to places more wondrous still, for it is merely one possible configuration of countless extradimensional rooms. Nothing that transpires outside the hut has any effect on those inside. The properties and abilities of the Dancing Hut are divided into two categories, the defensive and the transportive. Defensive: At its most basic level, the Dancing Hut is a unique CR 17 construct. The statistics and abilities of this remarkable creation are detailed at right. A creature inside the hut can command the structure to move, attack, use its special abilities, or immediately perform any other function it is capable of by employing the Dancing Hut’s unusual controls, which consist of a brown hen’s egg inside a simple, cracked clay bowl sitting upon a table inside the hut. Both the bowl and egg can easily be removed or destroyed, but both reappear 1 hour later and only function within the confines of the hut. Breaking the egg reveals the head of live and very irate rooster that dies a long, squawking death—and disappears an hour later when the controls reform. Any creature that makes a successful DC 30 Use Magic Device check can use these innocuous controls to command the Dancing Hut. Failing this check causes the hut to dance erratically, potentially trampling creatures nearby, but has no effect on creatures inside the hut. A creature must succeed at a new Use Magic Device check every round to directly control the hut’s actions. The hut can be assigned simple, standing commands to follow, such as to attack any humanoid that approaches, to patrol an area, to head in a direction for a set period, or to flee if damaged, but nothing complicated that requires it to follow multipart instructions, recognize specific individuals, or seek a specific place. Transportive: As a construct, the Dancing Hut can physically move on its own, but it also possesses the ability to slip between planes and even travel to other planets, carrying any inside the hut with it. This remarkable ability is activated using the cauldron within the hut, which links the hut to countless—if not infinite—locations across the planes. To use these transportive abilities, a creature must stand before the hut’s cauldron, place two ingredients inside, and stir the ever-bubbling stew within—a process requiring a full-round action, though finding the desired ingredients might take longer. The two ingredients act as “keys” to a specific destination. Each destination the hut can travel to has a specific combination, or “recipe,” of two keys, which appear to be relatively normal items stored throughout the hut itself. Although the keys appear to be absolutely mundane, only those specific items within the hut function as keys. So while a red apple might be one key, it must be the red apple found inside the Dancing Hut, not just any apple. Like the hut’s controls, keys can easily be destroyed or removed from the hut, but they reappear 1 hour later. Once the proper keys have been placed in the cauldron, the Dancing Hut immediately appears at its new destination, as if it had traveled there via plane shift or interplanetary teleport. The hut always appears in the same location at a given destination—the keys are tied to that specific location at the destination. Once at a destination, the Dancing Hut can move (or be moved) to any other location on that world or plane normally. Once the hut arrives at its new destination, the keys immediately disappear from the cauldron, reforming elsewhere in the hut. Each time a new combination of keys is used to transport the Dancing Hut to a new location, the interior layout of the hut changes, as each location the hut can travel to has its own corresponding layout of the hut’s interior. As the hut travels, the layout of the hut can change dramatically, though every layout contains one room with a cauldron and the hut’s controls, regardless of how many rooms are present in that layout. When the hut’s layout changes, the other layouts still exist, and are inaccessible from within the hut itself. Magic such as plane shift can still be used to visit these otherwise inaccessible layouts, and Baba Yaga herself (and perhaps some other residents of the hut as well) can freely travel throughout all of the rooms of the hut, regardless of the hut’s physical location. The table above presents a list of some of the best-known destinations the hut can travel to, along with the two keys needed to take the hut to that location. This list is by no means all-inclusive, and none—save perhaps Baba Yaga herself—know the limits of the hut’s transportive properties. A rustic hut approximately 15 feet tall and 15 feet square stands here, its timber walls hung with bundles of drying herbs and etched with eerie symbols. From beneath its splintering wooden porch extends a pair of legs, like those of a fifteen-foot-tall chicken with gigantic talons caked in mud but sharp as razors. Dancing Hut of Baba Yaga CR 17 XP 102,400 N Huge construct Init +12; Senses blindsight 120 ft.; Perception +8; Aura frightful presence (60 ft., DC 30)",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/dancing-hut-of-baba-yaga/"
    },
    {
      "name": "Demonscope (Major Artifact)",
      "aura": "strong abjuration and divination",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "—",
      "description": "Rising from the floor of the heart chamber is a well of arcane power. Filling the well to within a couple inches of the top is an inky black liquid that drinks in the light. Within this liquid, shadowy landscapes rise and fall sprinkled with dozens of tiny red blips. Evenly spaced around the side of the well are three niches, each containing a bone fragment within an ornate reliquary. The Demonscope serves three crucial functions. First, it serves as a potent scrying device focused solely on demons. It automatically senses the location of any demon in a 5-mile radius, bypassing any spell resistance they possess. Second, it focuses divine energy to power the wardstones, a series of smaller artifacts that together create a physical barrier against demons (see below). Finally, the Demonscope creates a massive dimensional lock effect that extends in a 250-mile radius around where it is held. Although this effect does not prevent demons from entering, it does prevent them from teleporting out into the surrounding lands, and it prevents anyone from teleporting in.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/demonscope-major-artifact/"
    },
    {
      "name": "Deskari’s Tooth (Major Artifact)",
      "aura": "strong conjuration and necromancy (evil) CL 20th",
      "cl": "20th",
      "slot": "weapon",
      "price": "—",
      "weight": "2 lbs.",
      "description": "Deskari’s Tooth is a +6 anarchic unholy dagger that automatically casts soul bind whenever it is used to slay a foe, provided no soul is currently stored in the blade. A soul of any power can be stored in the blade in this manner, but only one soul at a time. If the dagger’s wielder is slain while a soul is contained in Deskari’s Tooth, the soul is instantly consumed and the effect or attack that would normally have slain the wielder is instead negated. If Deskari’s Tooth is used to perform a coup de grace on a lawful good creature, it can be used to cast lesser planar binding. If the lawful good creature has more than 11 Hit Dice, the dagger can instead be used to cast planar binding, and if the creature has more than 17 Hit Dice, it can instead be used to cast greater planar binding.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/deskaris-tooth-major-artifact/"
    },
    {
      "name": "Diadem of Nod (Major Artifact)",
      "aura": "strong conjuration",
      "cl": "20th",
      "slot": "headband",
      "price": "—",
      "weight": "—",
      "description": "The Diadem of Nod is a slender, platinum headband adorned with a large, perfectly cut diamond that rests on its wearer’s forehead. When the wearer sleeps, she can create a pocket dream dimension and move herself there. The qualities of the dream dimension can be chosen by the wearer, as the create demiplane spell. Once inside the dream dimension, the wearer is considered awake and in control of her creation. The pocket dimension lasts for up to 7 days, whereupon it ends and the diadem must recharge for 1 week before it can be used again, regardless of the time spent inside. There is one inherent risk in using the Diadem of Nod. The GM should roll a secret DC 20 Will save on behalf of the wearer each time the diadem is used. Failure indicates that some rogue element not of the wearer’s creation or under her control has been added to the pocket dream dimension. This might be an animate dream or some other outsider of any alignment that traffics the Ethereal and Astral planes. The rogue element is not necessarily hostile or unfriendly.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/diadem-of-nod-major-artifact/"
    },
    {
      "name": "Doom Idol (Major Artifact)",
      "aura": "strong abjuration",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "80 lbs.",
      "description": "This sea-green statue is 18 inches tall and 12 inches wide, and depicts a muscular iguana with bulging eyes and a beard of tentacles underneath its jaw. The idol always appears wet and constantly drips water. The bearer of the Doom Idol is immune to Wisdom damage and confusion effects, although picking up the idol does not restore lost Wisdom or remove an ongoing confusion effect. Once per day, the bearer can use horrid wilting as a spell-like ability, using her own Hit Dice as the caster level of the effect, but the bearer must include herself among the spell’s targets. The once-living, inhuman residents of the ruined city of Ib have a preternatural connection to the Doom Idol. Ib shades—ghosts of the past inhabitants of Ib—instinctively know the distance and direction to the Doom Idol, so long as it is on the same plane. The enigmatic creatures relentlessly pursue the idol, attempting to recover it and return it to their ruined city.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/doom-idol-major-artifact/"
    },
    {
      "name": "Dreamstone (Major Artifact)",
      "aura": "strong transmutation",
      "cl": "20th",
      "slot": "",
      "price": "—",
      "weight": "3 lbs.",
      "description": "The dreamstone’s primary function is to surround itself with a stable dreamscape within the Dimension of Dreams. The dreamstone’s radius is fluid and ever-expanding when the artifact is awakened, overlaying both the Material and Ethereal Planes, though it is held in check by any significant bodies of water, such as rivers or seas. The nature of the dream realm changes within this radius, creating a communally shared dreamscape that distortedly reflects the features of the Material Plane. Its power shifts the Dimension of Dreams’ properties to alterable morphic and normal magic planar traits. Dreamers who fall asleep within planes affected by the dreamstone’s influence do not create their own ephemeral demiplanes, but rather appear randomly within the dreamstone’s stabilized dreamscape. Those who experience deadly nightmares are affected differently in the dreamstone’s realm. Normal dreamers killed in the dreamscape wake up exhausted, while lucid dreamers whose lucid bodies perish also die in the waking world. Lucid dreamers can still make attempts to alter the dreamscape’s reality with Charisma checks, just as in their own personal dreamscapes, but the DC increases by 5. Spell slots and magic item charges used by lucid dreamers in the dreamstone’s dreamscape are also consumed in the real world. A person falling asleep in the dreamstone’s radius has a 10% chance of experiencing a lucid dream. The dreamscape holds other dangers. Regardless of the lucidity of their dreaming body, each dreamer must make a successful saving throw each night or be set upon by the realm’s dark presences, affecting the dreamer as a nightmare spell. This effect initially requires a DC 15 Will save, but dreamers begin with a +10 Will save modifier due to the dreamstone’s lack of familiarity with them as a target. On each subsequent visit, the dreamstonebecomes more aware of its demiplane’s visitors, and its familiarity with dreamers grows after every 15 visits, increasing the DC by 5 (removing the +10 Will save modifier after the first increase). When a creature dies within the stabilized dreamscape, whether due to the perils of lucid dreaming or the dreamstone’s nightmare effect, the dreamstone’s radius spreads 1 foot for each of that creature’s Hit Dice. Close proximity to the dreamstone is also hazardous, and the stone radiates a vision of Hell effect (Will DC 20 negates) out to 50 feet that reflects the terror and destruction it was destined to inflict as it fell to Golarion. Ancient tomes theorize that once the dreamstone’s boundaries reach a certain threshold, it can overcome bodies of water, and all within will be consumed in a fiery cataclysm, fulfilling the predictions of its visions. Neither the dreaming nor the waking world will be spared.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/dreamstone-major-artifact/"
    },
    {
      "name": "Elven Crown (Major Artifact)",
      "aura": "strong abjuration, conjuration (healing), and divination",
      "cl": "20th",
      "slot": "head",
      "price": "—",
      "weight": "3 lbs.",
      "description": "This delicate circlet appears to be made of living blue-green vines with tiny leaves. Clearly of elven manufacture, the interlocking vines occasionally shift and grasp each other in new configurations. In the springtime the crown sprouts crystalline flowers which eventually fall off but retain their beauty (the elven monarch has a tradition of giving these flowers to favored citizens). At will, the wearer may use detect poison, heal, light, or break enchantment as a standard action. Once per day the wielder may use heroes’ feast and resurrection. If the wearer is the properly anointed ruler of the elves, the wearer gains a +2 enhancement bonus to Wisdom and Charisma. The wearer may use scrying at will on any of their subjects (any elf who acknowledges the wearer’s authority as the elven monarch). The wearer and any subjects within 60 feet gain the benefits of a good hope spell at all times. Three times per day while within the elven homeland the wearer may create a guards and wards effect.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/elven-crown-major-artifact/"
    },
    {
      "name": "Emperor’s Mammoth (Major Artifact)",
      "aura": "strong transmutation",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "8 tons",
      "description": "This strange construct vehicle looks like a giant woolly mammoth with a fortified palanquin mounted upon its back. Fashioned from rope, metal, wood, and bone, the Emperor’s Mammoth stands nearly 15 feet tall at the shoulder. Four long, curved, wooden tusks protrude from its huge head, as does a thick trunk consisting of a score of segmented metal plates wrapped in hide and wood. The mammoth can be animated and controlled by a golden crown;, however, the wearer of the crown must retain at least one use of his mythic power in order to animate and control the vehicle. When activated, the mammoth has the statistics of a huge animated object with the constrict, grab, metal, and trample abilities. If the crown’s wearer runs out of uses of mythic power while the mammoth is active, he loses control of the mammoth and it goes berserk for the next 5d10 rounds. After this rampage, the mammoth becomes inanimate and ceases to move until it is reactivated.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/emperors-mammoth-major-artifact/"
    },
    {
      "name": "Forge of the Maker (Major Artifact)",
      "aura": "strong transmutation [evil, lawful] CL 20th",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "—",
      "description": "The Forge of the Maker appears to be a giant stone blacksmithing forge and huge iron anvil set atop a basalt platform that rises from a pit of slag. Any creature can pray at the altar, though accepting the altar’s blessing is both an evil and lawful act. Praying at the altar grants a +2 circumstance bonus on Craft and Sense Motive checks, or one of the following weapon special abilities (creature’s choice) to one magic weapon carried or wielded by the creature: axiomatic or unholy. This effect is suppressed if the weapon leaves the creature’s grasp, but resumes if the weapon is returned to the creature. The Forge of the Maker is also a fully working forge. Any creature using the forge can create magic weapons, armor, or shields as if it possessed the Craft Magic Arms and Armor feat. If the creature already has that feat, the forge grants a +5 circumstance bonus on the Craft check needed to create a magic weapon, armor, or shields. Crafting any sort of item, whether magical or otherwise, using the Forge of the Maker takes half the normal amount of time. In addition, the Forge of the Maker has 10 charges, which renew at the beginning of each day. A creature using the Forge of the Maker can expend the listed number of charges to activate one of the following spell-like abilities as a full-round action, which can affect targets within 10 feet of the forge. Bull’s strength (1 charge) Magic weapon (1 charge) Make whole (1 charge) Fabricate (3 charges) Major creation (3 charges) Stone shape (3 charges) Stoneskin (3 charges) Iron body (5 charges) Stone to flesh (5 charges) Lastly, the Forge of the Maker can be used in conjunction with the Hammer of Unmaking to resize armor and weapons. When a weapon, suit of armor, or shield is placed in the Forge of the Maker and struck with the Hammer of Unmaking, the equipment permanently resizes to match the size of the Hammer of Unmaking’s wielder. This power is so strong that magic or even intelligent items are always affected; only artifacts receive a saving throw (Will DC 25 negates) to resist this effect.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/forge-of-the-maker-major-artifact/"
    },
    {
      "name": "Frozen Heart of Cocytus (Major Artifact)",
      "aura": "strong divination",
      "cl": "15th",
      "slot": "none",
      "price": "—",
      "weight": "2 lbs.",
      "description": "At a glance, this object appears to be a hard, dark, roughly egg-shaped rock. Closer inspection reveals it’s actually a humanoid heart—frozen hard, solid, and covered in smooth ice. When clenched in a fist, it feels like it throbs, though the organ remains unmoving and unyielding to the eye. It’s said to once have been the heart of a gelugon, and before that it was the heart of a human being. Staring at it causes the surface to gloss over with darkened ice and makes the observer’s eyes swim. Once the holder knows to study it, the heart functions as a crystal ball with telepathy. The heart has a more sinister secret ability. With practice, mythic creatures can use the heart to scry more than just individuals, but entire settlements and cities. As the owner does, her mind becomes flooded with information about the region. Initially this knowledge consists of facts about population size, local economy, agriculture, leaders, and popular deities worshiped in the area. The owner feels a powerful desire to continue watching, and if she does so while taking no other breaks except to eat and sleep, the information continues unabated. Over the course of 1d10 days, the heart reveals much more: the subtle social, religious, and economic influences of the settlement; the strengths and weaknesses of its leaders; and all the many secrets both pedestrian and profane that could be used to manipulate and extort those with power over the location. At this point, the heart begins to communicate to its new owner, suggesting courses of action that would bring her a higher social station, wealth, and power in that area. The heart’s advice is almost always sound, but also always driven toward an unfortunate and evil outcome for someone—just not necessarily its owner. If the owner refuses to heed its advice, eventually the heart vanishes, seeking a more pliant puppet to manipulate. Legends suggest that those who never question the heart’s orders or decline its gift of knowledge eventually disappear to whatever cold place from which the heart originated.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/frozen-heart-of-cocytus-major-artifact/"
    },
    {
      "name": "Gem of Dreams (Major Artifact)",
      "aura": "strong necromancy",
      "cl": "20th",
      "slot": "none",
      "price": "",
      "weight": "2 lbs.",
      "description": "The Gem of Dreams can be used once per month to absorb the dreaming mind of any sleeping creature it is in contact with—this ability must be activated as a full-round action. The sleeping creature can resist this doom by making a DC 20 Will save—with a success, he is afflicted by a nightmare spell (CL 20th) but is otherwise unharmed. If he fails the save, his dreaming mind is stolen, warped, and then siphoned back into his body in the space of an hour. If the victim is awakened before this process completes, his body twists and transforms into a creature known as a dream eater, at which point only wish or miracle (or the destruction of the Gem of Dreams) can restore him to his true form. At the point the transformation occurs, the creature that activated the gem’s power ceases to age for a month. By using the gem every month (and creating more and more dream eaters), a person can effectively become immortal in this manner. While this is technically nothing more than a beneficial side effect, it is this power that has generated the majority of the gem’s legendary fame.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/gem-of-dreams/"
    },
    {
      "name": "Greatcube of Power (Major Artifact)",
      "aura": "powerful (all schools) CL 20th",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "4,000 lbs.",
      "description": "This polished cube is 3 feet across and bears countless symbols, patterns, lines, and tiny holes that pierce it no deeper than the thickness of a fingernail. Predominantly a rich gray but veined with white and gold like luxurious marble, it is somehow aligned to the flow of magical energy in its vicinity, and has been known to turn itself suddenly, usually less than an inch but rarely a foot or more. In its large form, the cube encourages and enhances magic. Those near it with the potential to become bards or sorcerers sometimes spontaneously cast their first cantrips. Wizards gain insight to the formulae for new spells, clerics and druids hear echoes of prayers lost to time. If you know its secrets you can use the power of the cube to duplicate the effects of an empowered, extended, maximized, quickened, or silent greater metamagic rod, up to 8 enhanced spells per day, one cube-granted enhancement per spell. You can use it as a rod of absorption, absorbing or releasing up to 8 spell levels per day. You can use it as a spellbook, preparing spells from it without needing read magic, and it contains knowledge of all common spells as well as a few unusual ones. If you are a bard, sorcerer, or other spontaneous caster you can use your own spell slots to cast spells the cube knows, even if you do not know the spell yourself. Activating any of these powers requires you to be sitting on the cube or touching it with one hand. It cannot be moved by magic, only physical force; any attempts merely have no effect. Transforming it to its hand-sized form or back requires a command word and takes 1 full round for the transformation to complete. In its small form it retains its rod of absorption powers and you can use it up to three times per day as a empowered, extended, maximized, quickened, or silent lesser metamagic rod.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/greatcube-of-power-major-artifact/"
    },
    {
      "name": "Guardian Key (Major Artifact)",
      "aura": "strong enchantment",
      "cl": "15th",
      "slot": "none",
      "price": "—",
      "weight": "0,000",
      "description": "This simple-looking key seems to be carved crudely from stone, but is in fact a sort of skeleton key that can be used to wind all clockwork constructs swiftly and efficiently. The guardian key can fit into any clockwork construct’s keyhole, and fully winds a clockwork with a single turn made as a move action. Clockworks wound by the guardian key are healed of 5d8+20 points of damage, remain active for 10 times longer than they normally would, and during this period gain a +2 bonus on attack rolls, damage rolls, and saving throws. The guardian key can also be used to seize control of a clockwork. To do so, a creature must attempt a touch attack against the target clockwork as a standard action. If it hits, the clockwork can attempt a DC 15 Will save to resist. If the clockwork’s save fails, that clockwork regards the key’s carrier as its creator, and follows that person’s commands to the letter. The guardian key can control only one construct at a time. If it is used to control a second clockwork, the previous one is released from its duties immediately.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/guardian-key-major-artifact/"
    },
    {
      "name": "Handflower of Genocide (Major Artifact)",
      "aura": "strong enchantment and transmutation",
      "cl": "18th",
      "slot": "hands",
      "price": "—",
      "weight": "1 lb.",
      "description": "Fine links spread from this gold bracelet to rings and finger-capping claws. This ornament was once a vambrace of the genie, but its magic has been warped and corrupted by daemon spirit trapped within. The Handflower of Genocide grants its wearer a +2 profane bonus to Strength and a +4 profane bonus on checks to perform dirty trick and grapple combat maneuvers. The wearer can cast murderous command at will by caressing a target with the Handflower (reducing the spell’s range to touch and requiring a melee touch attack). Once per day as a full-round action, the wearer can concentrate to locate the nearest source of mass death within 500 miles, the Handflower directs her unerringly toward the death as per the find the path spell. If the wearer touches a creature without casting murderous command, the wearer must immediately succeed at a DC 18 Will save or be compelled to strangle the creature touched. If the wearer fails, she must attempt a combat maneuver check against the target’s CMD, including any bonuses to grapple. If successful, the target must immediately begin holding its breath, and every subsequent successful combat maneuver check reduces the time remaining until it suffocates by 1d6 rounds. The wearer can attempt a new Will save each round to stop strangling her victim, but she takes a cumulative –1 penalty for each prior failed check.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/handflower-of-genocide-major-artifact/"
    },
    {
      "name": "Heart of the Herald (Major Artifact)",
      "aura": "strong necromancy (chaotic, evil) CL 20th",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "2 lbs.",
      "description": "This still-warm heart drips trickles of golden blood. Any lawful or good character who carries the heart gains 2 negative levels. These negative levels remain as long as the heart is carried, even if it’s carried in an extradimensional space. These negative levels never result in actual level loss, but they can’t be overcome in any way so long as the heart is carried, with one exception: a worshiper of a good deity can cast atonement on the heart to suppress this effect for 24 hours. Once per day, by squeezing the heart in the hand as a standard action, the user can cause all good outsiders within 60 feet to take 1 point of Constitution bleed. A successful DC 20 Fortitude save negates this effect. At the start of each round, a target may attempt a DC 20 Fortitude save to end the effect. As long as it its carried, the Heart of the Herald grants SR 25 against all spells cast by worshipers of their deity and a +4 profane bonus on all saving throws against such spells.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/heart-of-the-herald-major-artifact/"
    },
    {
      "name": "Heart’s Bane (Major Artifact)",
      "aura": "strong abjuration and transmutation",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "2 lbs.",
      "description": "This sword of twisted black silver has a burst of dark flames adorning the hilt and a pommel shaped like a pair of clawed hands. Its blade continually sheds an aura of shadow equivalent to the darkness spell. Heart’s Bane is a mithral bastard’s sting; normally a +2 mithral longsword, it becomes a +5 unholy mithral longsword (with all of the other abilities of a bastard’s sting) in the hands of an antipaladin. Heart’s Bane grants the following abilities when wielded by an evil creature. The wielder gains a +6 profane bonus to AC and 60 additional hit points. As a swift action up to eight times per day, the wielder can gain a profane bonus equal to the sword’s enhancement bonus on a single Charisma-based skill check or Charisma ability check. As a standard action three times per day, the wielder can force a good creature to reflect on its past misdeeds and be overcome by grief, as per terrible remorse. Once per day, the wielder can swing Heart’s Bane above her head as a standard action to create an incendiary cloud. Half the damage caused by the spell is fire damage and the other half results directly from unholy power and is therefore not subject to being reduced by resistance to fire-based attacks.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/hearts-bane-major-artifact/"
    },
    {
      "name": "Heart’s Edge (Major Artifact)",
      "aura": "strong abjuration and transmutation",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "2 lbs.",
      "description": "This gleaming silver sword has a spray of quillons resembling a sunburst and a pommel shaped like a pair of hands clasped together. Its blade continually sheds light equivalent to the light spell. Heart’s Edge is a mithral holy avenger; normally a +2 mithral longsword, it becomes a +5 holy mithral longsword (with all of the other abilities of a holy avenger) in the hands of a paladin. Heart’s Edge also functions as a bane weapon against creatures with the shapechanger subtype. In addition, if a shapechanged creature or creature under the effects of a spell of the polymorph subschool is struck by the sword with a successful melee attack, that creature must succeed at a DC 19 Will save or immediately revert to its true form. Lastly, Heart’s Edge grants the following abilities when wielded by a good creature. The wielder gains a +6 sacred bonus to her AC and 60 additional hit points. As a swift action up to eight times per day, the wielder can gain a sacred bonus equal to the sword’s enhancement bonus on a single Charisma-based skill check or Charisma ability check. As a standard action three times per day, the wielder can force an evil creature to reflect on its past misdeeds and be overcome by grief, as per forced repentance (Will DC 16 negates). Once per day, the wielder can swing Heart’s Edge above her head as a standard action to create and launch a globe of searing radiance, as per sunburst (Reflex DC 22 partial).",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/hearts-edge-major-artifact/"
    },
    {
      "name": "Helicyon (Major Artifact)",
      "aura": "overwhelming varied CL 28",
      "cl": "28",
      "slot": "none",
      "price": "—",
      "weight": "4",
      "description": "Helicyon is a +5 anchoring ghost touch holy quarterstaff. Helicyon can also appear as a walking stick and can assume its true form as a free action. Any time Helicyon deals damage, the creature struck must attempt a DC 25 Will saving throw. If it fails, the target becomes overwrought with remorse for events that took place in the course of its existence, even if it is denied, never had, or lost the capacity to feel emotion, as per overwhelming grief. This effect affects only creatures with Intelligence 3 or greater, even if they are normally immune to mind-affecting effects. Once affected or after a successful saving throw, the target becomes immune to this ability for 24 hours.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/helicyon-major-artifact/"
    },
    {
      "name": "Horns of Death (Major Artifact)",
      "aura": "overwhelming necromancy",
      "cl": "22nd",
      "slot": "head",
      "price": "—",
      "weight": "8 lbs.",
      "description": "The crown of an infamous undead tyrant, the Horns of Death are a symbol of dominance over death. When worn by an undead creature, the Horns of Death reduce all damage taken from positive energy by half. In addition, whenever the wearer touches a living creature while wearing this helm (even if the touch is part of casting a spell or another touch attack), the touch deals an additional 5d6 points of negative energy damage and the wearer gains these hit points, just as if he had cast vampiric touch. The wearer of the helm is immune to acid and can see perfectly in darkness of any kind, even that created by magic. Once per day on command, the helm can be ordered to transform into an ancient black dragon that unquestioningly obeys the creature that summoned it for 1 hour before reverting to a helm. Slaying the dragon does not destroy the helm, but it does prevent this ability from being used for 1 week. While the helm is in dragon form, the helm’s owner does not receive any of the helm’s other benefits.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/horns-of-death-major-artifact/"
    },
    {
      "name": "Howling Horn (Major Artifact)",
      "aura": "strong evocation",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "12 lbs.",
      "description": "The Howling Horn grants the bearer a +4 enhancement bonus to Dexterity and Charisma. Sounding the Howling Horn forces all nonevil creatures within 40 feet to make a successful DC 25 Fortitude save or be deafened for 2d6 rounds. A user who succeeds at a DC 20 Perform (wind instruments) check while using the horn summons forth a blast that affects creatures in a 40-foot cone, dealing 20d6 points of sonic damage and deafening them for 4d6 rounds (a successful DC 25 Fortitude save reduces the damage by half and negates the deafening). Unattended crystalline objects take double damage. Nonevil creatures within 10 feet of the horn when the roar is sounded must succeed at an additional DC 25 Will save or be affected as per the spell insanity.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/howling-horn-major-artifact/"
    },
    {
      "name": "Icecrown (Major Artifact)",
      "aura": "strong transmutation",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "3 lbs.",
      "description": "This jagged crown is composed of ice that never melts regardless of the ambient temperature. The Icecrown was crafted by Baba Yaga and has been worn by all of Baba Yaga’s daughters who have served as monarchs. When placed on the head, the Icecrown merges with the wearer so that icicles seem to grow directly from her head. Once in place, the crown can be removed only by Baba Yaga or upon the death of the wearer or the destruction of the crown. The Icecrown deals 3d6 points of cold damage per round to any creature touching or wearing it as it absorbs body heat (or 6d6 points of cold damage per round to a creature with the fire subtype). The Icecrown grants its wearer the following abilities: fire resistance 20, spell resistance 32, and a +4 enhancement bonus to Intelligence and Charisma (with ranks in Knowledge [local] and Sense Motive, as a headband of vast intelligence). The wearer doesn’t take penalties to Strength, Dexterity, and Constitution from being of middle age or older, and retains a youthful appearance, always appearing to be the same age as when she first put on the crown. Once per day, the wearer can summon three elder ice elementals that remain for 1 hour and follow her commands. In addition, the Icecrown gives its wearer the following abilities: Constant—tongues At will—frigid touch, ice crystal teleport, mirror sight*, unseen servant 3/day—control weather, dominate monster (creatures with the cold subtype only), ice spears* 1/day—overwhelming presence, polar midnight Finally, the Icecrown gives its wearer the ability to shape ice, allowing her to create or destroy walls, doors, windows, and even furnishings and decorations at will.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/icecrown-major-artifact/"
    },
    {
      "name": "Idol of the Spider God (Major Artifact)",
      "aura": "strong (all schools) CL 20th",
      "cl": "20th",
      "slot": "",
      "price": "—",
      "weight": "6,000 lbs.",
      "description": "The Huge spider idol can animate at will, as the spell animate object, and can grant divine spells to worshipers up to 5th level with access to the Chaos, Evil, and Trickery domains as a result of selecting the divine source idol ability twice. Its immortal promise ability grants a limited immortality to up to 20 favored worshipers. They do not age; do not need to eat, drink, or breathe; and do not suffer ill effects from extreme heat or cold.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/idol-of-the-spider-god-major-artifact/"
    },
    {
      "name": "Ihystear (Major Artifact)",
      "aura": "overwhelming all schools [evil, lawful] CL 30th",
      "cl": "30th",
      "slot": "none",
      "price": "—",
      "weight": "2 lbs.",
      "description": "Glowing like a shard of the sun, this strange weapon functions as a +5 axiomatic brilliant energy dagger that overcomes all damage reduction. Any creature of or near deity-level power (including archdevils, demon lords, empyreal lords, Horsemen, and similar beings) wounded by the Ihystear must succeed at a DC 35 Fortitude save or be stunned for 1 round. As a full-round action, a creature bearing the Ihystear that succeeds at a DC 30 Strength check can snap the weapon in half. Doing so releases a terrible, deafening shriek that pierces the world and can be heard for dozens of miles. Any creature within 100 feet of the broken Ihystear—including the wielder—must succeed at a DC 30 Will save or be slain instantly. Those who succeed at their saves are rendered deaf and insane (as per the spells blindness/deafness and insanity). This scream continues for 3 rounds and pierces even magical silence. This is a mind-affecting sonic effect. At the end of this time, the Ihystear heals itself and returns to normal. However, there is a 50% chance each time it is broken that it randomly shifts to another plane.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/ihystear-major-artifact/"
    },
    {
      "name": "Imago Lens (Major Artifact)",
      "aura": "overwhelming illusion (chaotic, evil) CL 25th",
      "cl": "25th",
      "slot": "none",
      "price": "—",
      "weight": "80 lbs.",
      "description": "The imago lens appears as a 3-foot-diameter semitransparent disc of amber gripped in the jaws of a metal demonic frame. This device functions as a crystal ball with telepathy and true seeing—a successful DC 24 Will save allows a creature to resist being scried upon by the imago lens. Once per day, the imago lens may instead be used to create a projected image of the user, as the spell project image. The user may project this image into any location she has observed before, either in person or via scrying. Once the image is projected, the user can sense the world around the image as if she were there, communicate with nearby creatures, and even cast spells. The image cannot move from its current location. Using this effect is not without risk; if the image is dispelled, the user must succeed at a DC 25 Fortitude save or take 4d6 points of Constitution drain as her body reels from the sudden disconnection and her soul is warped and twisted by the lens’s powerful magic. The imago lens is a chaotic evil artifact, and each time it is used, a nonchaotic- evil user must also succeed at a DC 25 Will save to resist having her alignment shift one step closer to chaotic evil.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/imago-lens-major-artifact/"
    },
    {
      "name": "Impossible Eye (Major Artifact)",
      "aura": "overwhelming divination",
      "cl": "21st",
      "slot": "",
      "price": "—",
      "weight": "3 lbs.",
      "description": "The Impossible Eye grants a number of potent powers of divination. In order to activate any of these powers, the user must look into the mirror and make a DC 20 Will save; failure indicates that the user becomes fascinated by his reflection until an outside force breaks his gaze. Left alone, a fascinated viewer doesn’t eat, drink, move, or sleep, and eventually dies of thirst. If the Will save is successful, the viewer can activate any of the mirror’s powers as a standard action. 5/day: vision 3/day: greater prying eyes, greater scrying 1/day: contact other plane, discern location, foresight The Impossible Eye can also be used to read any non-magical language—any written message reflected in the mirror appears in unmirrored text written in the holder’s native tongue. The mirror can be used to safely peruse the text of the Codex of Infinite Planes in this manner.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/impossible-eye-major-artifact/"
    },
    {
      "name": "Infensus Mucro (Major Artifact)",
      "aura": "moderate transmutation",
      "cl": "20th",
      "slot": "",
      "price": "—",
      "weight": "—",
      "description": "This elegantly wrought intelligent +3 speed longsword remains pristine despite having been sheathed in a submerged corpse’s chest cavity for over 200 years and functions as nothing more than a +3 speed longsword unless awakened.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/infensus-mucro-major-artifact/"
    },
    {
      "name": "Invidian Eye (Major Artifact)",
      "aura": "strong abjuration and divination",
      "cl": "20th",
      "slot": "neck",
      "price": "—",
      "weight": "1 lb.",
      "description": "The Invidian Eye rewards devotion and punishes betrayal. When first given to a creature, the necklace recognizes members of the creature’s race and gender—but not a specific individual— as its owner. The owner automatically fails any saving throw made to resist the effects of divination magic, but the necklace seeks to protect the owner against danger, reactively casting spells to defend its wearer against effects that compromise her control. The spells the amulet can cast (and when it does so) include freedom (in response to imprisonment, petrification, paralysis, and similar effects described by this spell), greater dispel magic (in response to any fear or mind-affecting effect), remove curse (in response to curses), protection from chaos (in response to any form of possession or similar control). The wearer has no control over when these spells are cast and the target of these spells is always the wearer. The Invidian Eye can cast each spell 3 times per day. If the Invidian Eye is worn by a creature not of the race and gender it recognizes as its owner, it ceases to use its defensive properties. In addition, once every 1d6 days, the gem makes a self-destructive suggestion. The wearer must succeed at a DC 20 Will saving throw or make a casual attempt to harm herself during the course of the day. This suggestion does not dominate the wearer’s actions, but she might be compelled to cut herself if she’s wielding a weapon or jump if she passes a high window. If the wearer resists this compulsion three times in a row, the Invidian Eye takes more serious measures, conjuring a miniature prismatic sphere into the wearer’s throat, which causes the wearer to begin suffocating (Core Rulebook 445). The sphere can only be removed by targeting the wearer with the same spells that normally remove a full size prismatic wall. The race and gender the Invidian Eye perceives as its owner can be reset by casting mage’s disjunction upon the artifact, though this carries the normal risk of destroying the artifact. Whoever the necklace is next given to determines the artifact’s new owner. The Invidian Eye is under the effects of a permanent nondetection spell. This affects only the artifact, not the wearer.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/invidian-eye-major-artifact/"
    },
    {
      "name": "Invulnerable Chalice (Major Artifact)",
      "aura": "strong abjuration and evocation [force] CL 20th",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "1 lb.",
      "description": "Made of shimmering mithral and studded with dozens of rubies, the Invulnerable Chalice cannot be harmed by any substance it holds, no matter how caustic. Further, any liquid placed within the chalice will never spill unless the chalice’s carrier wills it. If the chalice is held and a command phrase spoken, it projects a globe of invulnerability. If a second command phrase is spoken and a scooping motion is made with the chalice, a resilient sphere is created around the carrier. Each of these effects can be called upon twice per day. Once per day, a mythic character can expend one use of mythic power while pouring a dose of holy water into the chalice to immediately transform that dose of holy water into a single dose of nectar of the gods.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/invulnerable-chalice-major-artifact/"
    },
    {
      "name": "Jawbone of the Venerable (Major Artifact)",
      "aura": "overwhelming transmutation",
      "cl": "20th",
      "slot": "neck",
      "price": "—",
      "weight": "1 lb.",
      "description": "This brittle human jawbone is all that remains of a legendary diplomat. A simple cord allows the relic to be worn as a necklace. The power of the artifact is not in the jaw, but in the 16 teeth socketed into the bone. Upon donning the jawbone, the wearer understands all of its powers and limitations. As a standard action, the wearer may remove a tooth from the jawbone and crush it in an open hand to activate its powers. The jawbone does not function for an evil character; an evil wearer finds the teeth rooted too firmly in the bone to remove. When the Jawbone of the Venerable is first found, it contains a full set of 16 teeth. When a tooth is removed and crushed by the wearer, it provides the following effect for 1 hour, although an effect immediately ends if the wearer removes the jawbone or crushes another tooth. Incisors (4 teeth): These teeth are used for cutting; in a negotiation, an incisor represents an attack on an opponent’s position. Crushing an incisor grants a +4 sacred bonus on Intimidate checks and attack rolls. Canines (2 teeth): Canines are used for tearing; in a negotiation, a canine represents a final, decisive strike in an argument. Crushing a canine grants a +4 sacred bonus on Diplomacy checks. In addition, whenever the user improves a creature’s attitude with the Diplomacy skill, the creature’s attitude automatically improves by an additional step (but does not exceed helpful). Premolars (4 teeth): Premolars can perform multiple functions; in a negotiation, a premolar represents a careful shift of position. When crushed, a premolar grants a +4 sacred bonus on Bluff checks. In addition, the user does not provoke attacks of opportunity when moving. Molars (6 teeth): These teeth are used for determined grinding; in a negotiation, a molar represents reasoned tenacity and persistence. Crushing a molar provides a +4 sacred bonus on Sense Motive checks and immunity to fatigue and exhaustion. Despite the brittleness of the teeth socketed into the jawbone, the jawbone itself cannot be broken. Once all 16 teeth have been used, the empty jawbone immediately disappears, reappearing elsewhere in the world where a new owner is likely to encounter it. A prospective owner must be good-aligned and ideally has several ranks in Diplomacy.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/jawbone-of-the-venerable-major-artifact/"
    },
    {
      "name": "Legendsbane (Major Artifact)",
      "aura": "strong necromancy",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "1 lb.",
      "description": "This +6 keen speed adamantine dagger was constructed in defiance of the gods and their chosen mortal champions, for Legendsbane was created to slay mythic creatures. Legendsbane bypasses all types of damage reduction, and deals an additional 3d6 points of damage to mythic creatures and to non-mythic creatures that have epic DR. This additional damage is multiplied for critical hits. Non-mythic characters can wield Legendsbane normally. However, when a mythic character first attempts to wield the dagger, she must succeed at a DC 25 Fortitude save or suffer the effects of a destruction spell. If the mythic character survives, she can wield the dagger normally. Legendsbane imparts upon its wielder the ability to track down mythic creatures she has hunted before. At will, the wielder can cast locate creature to find a specific mythic creature known to the wielder.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/legendsbane-major-artifact-2/"
    },
    {
      "name": "Lens of Dimensional Shielding (Major Artifact)",
      "aura": "overwhelming abjuration",
      "cl": "22nd",
      "slot": "none",
      "price": "—",
      "weight": "10 lbs.",
      "description": "At its most basic level, the Lens functions as the focal point for an inward-facing magic circle spell of the user’s choice. The magic circle varies in radius, but can hold one outsider called into its space by the spell planar binding, regardless of its size. While the lens improves the effectiveness of the spell planar binding, it does not actually cast the spell, requiring some outside agency to cast the spell while employing the lens as an additional focus component. The target of the planar binding receives its normal Will save to resist, but once it appears within the lens’s magic circle, it cannot escape—the lens prevents the outsider from using its spell resistance or Charisma to escape, and locks it in place as per the spell dimensional anchor. Once trapped within the lens’s magic circle, an outsider is trapped indefinitely, until it agrees to the user’s demands or a sentient creature touches the prison with intent to free the outsider—doing so releases the outsider immediately. Even rolls of 1 on Charisma checks to coerce the outsider into service do not free the outsider. While the lens does not grant the user a bonus on Charisma checks made to influence creatures trapped within its prison, it does grant the user an additional use for the outsider: The outsider can be bound within the lens, transforming the artifact into an arcane engine of sorts. The user must compel the outsider to submit to this service, as described by the spell planar binding. The outsider receives a +10 bonus on the opposed Charisma check made to resist entering into service. This bonus is reduced by 1 for every week the outsider remains bound (minimum 0). The lens can only hold one outsider at a time, and it cannot employ its magic circle effect while an outsider is trapped within. If an outsider agrees to be bound into the lens, it becomes trapped inside the lens and cannot free itself. While bearing the lens, the wielder can employ any of the outsider’s spell-like abilities. How often the wielder can use these spell-like abilities is limited by the outsider’s Hit Dice and the frequency with which the imprisoned outsider can normally use its spell-like abilities. The outsider’s Hit Dice become a pool of soul points the wielder has access to, with each Hit Die equating to 1 soul point. The lens’s bearer can employ the imprisoned outsider’s spell-like abilities by spending a number of soul points equal to the spell-like ability’s spell level. If the lens no longer has enough soul points to pay for a spell-like ability’s use, the ability cannot be used. If the imprisoned outsider can only use a spell-like ability a certain number of times in an amount of time, the wielder cannot employ that spell-like ability more than that number of times in the amount of time specified, even if the lens has enough soul points to pay for the ability’s use. The lens’s total number of soul points replenishes every day. The outsider within the lens can be freed by spending 1 soul point. The released outsider is exhausted, but is not controlled by the lens’s bearer. The outsider within the lens can also communicate telepathically with a creature touching the artifact, though it exerts no control over the bearer.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/lens-of-dimensional-shielding-major-artifact/"
    },
    {
      "name": "Linnorm’s Lament (Major Artifact)",
      "aura": "strong conjuration",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "2 lbs.",
      "description": "This horn operates as a normal horn of Valhalla, save that it can be blown more than once per day, with the warriors from previous soundings remaining until their 1 hour has passed. When the wielder blows the horn for the third time, he becomes destined to die before the next dawn, with chance-based events turning against him in more and more improbable ways until he’s slain. The manner of this curse and any potential methods of defeating it are left to the GM.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/linnorms-lament-major-artifact/"
    },
    {
      "name": "Mask of the Forgotten Pharaoh (Major Artifact)",
      "aura": "strong necromancy and transmutation",
      "cl": "17th",
      "slot": "head and headband",
      "price": "—",
      "weight": "5 lbs.",
      "description": "The Mask of the Forgotten Pharaoh is a powerful artifact. When worn, the mask occupies both the head and headband magic item slots. After 24 hours, the mask attunes itself to its wearer, granting its wearer a +2 enhancement bonus to one of his mental ability scores (Intelligence, Wisdom, or Charisma). The wearer chooses which ability score is enhanced the first time he puts on the mask. If the mask grants a bonus to Intelligence, it also grants ranks in skills as a headband of vast intelligence: first in Knowledge (nobility), then, as the bonuses increase, in Knowledge (history) and Knowledge (religion). Once the mask is attuned to a wearer, the enhanced ability score cannot be changed unless the mask attunes itself to a new wearer (which takes another 24 hours). In addition, the mask provides its wearer with deathwatch as a constant spell-like ability. The mask cannot be detected by any sort of divination magic, and grants its wearer a constant nondetection effect. Once attuned, the Mask of the Forgotten Pharaoh has additional powers based on its wearer’s alignment. If worn by an evil character, the mask enhances the wearer’s control over undead, doubling the number of undead the wearer may control with animate dead, control undead, the Command Undead feat, and similar effects. Additionally, the wearer can cast animate dead once per day as a spell-like ability. If worn by a good character, the mask grants its wearer immunity to disease, including supernatural diseases such as mummy rot. In addition, the wearer can cast death ward and speak with dead each once per day as a spell-like ability. A neutral character who is neither good nor evil must choose to be treated as either good or evil when he first dons the mask. Once made, this choice cannot be reversed. A neutral character who uses the mask to create undead gains 1 permanent negative level for each Hit Die of undead created. These negative levels cannot be overcome in any way (including restoration spells), but they are immediately removed if the undead creatures are destroyed. The Mask of the Forgotten Pharaoh reveals additional powers as its wearer increases in levels. At 7th level, the mask’s enhancement bonus to a mental ability score increases to +4. Also at this level, an evil wearer can cast create undead once per day, and a good wearer can cast eyebite once per day instead. At 11th level, the mask’s enhancement bonus increases to +6, an evil wearer can cast control undead once per day, and a good wearer can cast finger of death once per day. At 15th level, an evil wearer can cast create greater undead once per day, and a good wearer can cast symbol of death once per day. Legends hint at unspeakable rituals that can use the Mask of the Forgotten Pharaoh to create a “ka pulse,” channeling the energy of his fractured soul to animate huge numbers of undead creatures in a wide area, though doing so is rumored to destroy the wearer’s own ka, thereby denying the wearer access to the afterlife and enslaving his will to that of the Forgotten Pharaoh.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/mask-of-the-forgotten-pharaoh-major-artifact/"
    },
    {
      "name": "Master’s Sword (Major Artifact)",
      "aura": "strong conjuration",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "2 lbs.",
      "description": "This weapon is a +3 keen speed sword, with the type of sword varying from wielder to wielder. Upon being taken up by a new owner, the weapon transforms into any type of sword of the wielder’s choosing, mundane or exotic. From that point on, the weapon always transforms into that type of sword whenever it is held by that individual. While bearing Master’s Sword, the wielder gains a +4 bonus on Bluff and Diplomacy checks made to influence humanoids, and can use the rapier like a compass to point in the direction of the closest collection of gems, silver, or drinkable water as a standard action at will. The sword also grants the wielder the ability to either slip or tighten the bonds of the physical world, granting her the ability to cast dimension door, dimensional lock, or greater teleport. These powers have limits, though, as they can drain the sword’s magical abilities for the day—dimensional lock and greater teleport can be used once per day and drain the sword immediately after their use; dimension door can be used at will, but drains the sword after 3 uses, though the wielder can continue to use dimension door even if the sword is drained (this is the only effect that functions even when the sword is drained). If the sword becomes drained, it loses all of its magical properties (aside from dimension door), including its +3 enhancement bonus, skill bonuses, and the keen and speed special abilities. All of these properties are restored every day at midnight.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/masters-sword-major-artifact/"
    },
    {
      "name": "Moaning Diamond (Major Artifact)",
      "aura": "overwhelming transmutation",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "4 lbs.",
      "description": "The Moaning Diamond appears to be an uncut diamond the size of a human fist. At all times, it gives forth a baleful moaning, as if wailing in pain. Despite the disturbing noise, the Moaning Diamond is not evil. Three times per day, the bearer can call upon its power to reshape earth and stone as if by the spell stone shape, affecting 5,000 cubic feet of material. Once per day the Moaning Diamond can also summon an elder earth elemental with maximum hit points that serves the caster until it is slain; only one such elemental can be summoned at a time.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/moaning-diamond-major-artifact/"
    },
    {
      "name": "Mother Deck (Major Artifact)",
      "aura": "strong (all schools) CL 20th",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "—",
      "description": "The Mother Deck operates as an intelligent deck of many things, save that all benefits and penalties are doubled (for example, the Star card grants a +4 bonus to ability stats instead of +2, the Skull card summons two dread wraiths at a time, and so on).",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/mother-deck-major-artifact/"
    },
    {
      "name": "Netherworld Cauldron (Major Artifact)",
      "aura": "strong conjuration",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "1/2 ton",
      "description": "This huge cauldron forged from black iron serves as a dimensional gateway to a mythic netherworld where powerful entities come seeking to barter with, commune with, or corrupt mythic mortals. To activate the cauldron, a mythic creature must spill some of its own blood into the black basin as an offering of his mythic power. If the wound deals at least 4 points of damage, the cauldron drains one use of the individual’s mythic power through it. Once activated, the cauldron fills with a strange red fog that remains for 1d20+10 minutes. During this time, mythic creatures can enter the cauldron and be transported to the crossroads. Non-mythic creatures that enter the cauldron take 4d6 points of damage per round until they climb out or die. The netherworld is small, with an overall area of 1 square half-mile. Highly mutable, the netherworld’s appearance is determined by the will of whatever outsider currently waits there. Only one outsider can inhabit the netherworld at any given time. The specifics of what entity resides in the netherworld, as well as that entity’s desire, change frequently and therefore are left to the discretion of the GM. Time in the netherworld passes out of sync with time in the Material Plane, thus a mythic creature can remain in the netherworld for as long as he wishes, and reemerges from the cauldron only a few minutes after his descent. The netherworld is a crossroads, coterminous with all planes. Outsiders can enter from any plane, but mortals can’t travel to other planes from the netherworld.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/netherworld-cauldron-major-artifact/"
    },
    {
      "name": "Nimbus of Radiant Truth (Major Artifact)",
      "aura": "strong evocation",
      "cl": "20th",
      "slot": "headband",
      "price": "—",
      "weight": "—",
      "description": "The Nimbus of Radiant Truth exists only when good has need of a great champion. Such a champion can attain it only though a perilous quest that tests mettle and righteousness. Rather than being a physical object, the Nimbus of Radiant Truth manifests as a glowing halo of light around the wearer’s head. It’s ordinarily as bright as continual flame, but in battle it brightens to the dazzling brilliance of daylight. Its radiance is treated as resulting from a 9th-level spell for purposes of interaction with other sources of light and darkness. The radiance of the nimbus can be suppressed or resumed as a standard action. The Nimbus of Radiant Truth grants a +6 enhancement bonus to Wisdom and Charisma. Treat this as a temporary ability bonus for the first 24 hours the nimbus is worn. Its wearer can’t deliberately utter a lie, though the nimbus doesn’t prevent other forms of deception, evasiveness, and giving incomplete answers within the boundaries of the truth. All of the wearer’s natural weapons and any weapons she wields overcome damage reduction as though they were good-aligned. In addition, the Nimbus of Radiant Truth has the following powers. The wearer can bring forth a zone of truth (DC 20) with a 40-foot radius at will. By expending one use of mythic power, the DC increases to 30. As an immediate action, the wearer can expend one use of mythic power to gain the benefits of freedom’s call (as the Liberation domain power) or nimbus of light (as the Sun domain power) for 2 minutes. For purposes of this power, the wearer has a cleric level equal to her character level. Either power can be dismissed as a free action, but any unused duration is lost. Seven times per day, the wearer can cure moderate wounds as a cleric with a caster level equal to her character level. The wearer adds her mythic tier to the hit points healed. Three times per day, the wearer can unleash a holy aura (DC 25) or an empowered holy smite (DC 22). Once per day, the wearer can unleash a blast of righteous power. Treat this as sunburst (DC 27) centered on the wearer, except that it has no effect on good-aligned creatures and inflicts double damage to evil-aligned creatures. After this power is used, the nimbus fades to a barely visible glow for 1 hour, and the wearer loses access to all of its powers save its enhancement bonuses. She remains unable to lie. Once per week, the wearer can expend one use of mythic power to perform a resurrection. The wearer of the Nimbus of Radiant Truth can remove it as though it were a physical item, and place it either on the head of another creature or on an inanimate object. When placed on an inanimate object, the Nimbus of Radiant Truth can be picked up. When placed on a living creature, it can’t be removed except by the wearer’s conscious choice. When donned by a creature of evil alignment, the nimbus blasts the creature for 20d6 points of damage, then teleports 1d10×10 miles away in a random direction. However, if the wearer becomes evil some time after donning it, the nimbus retains its powers and doesn’t damage the wearer. The nimbus cannot be deceived by any mortal means of masking alignment (including mythic abilities).",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/nimbus-of-radiant-truth-major-artifact-2/"
    },
    {
      "name": "Orbs of Dragonkind (Major Artifact)",
      "aura": "strong enchantment",
      "cl": "20th",
      "slot": "none",
      "price": "",
      "weight": "5 lbs.",
      "description": "Color shimmers within the smoky depths of this perfect crystalline sphere. Both the scintillating shade and emanations of an indefinable power suggest the breathing of a drowsing dragon. Each of these fabled orbs contains the essence and personality of an ancient dragon of a different variety. The bearer of an orb can, as a standard action, dominate dragons of the orb’s particular variety within 500 feet (as dominate monster), with the targeted dragon being forced to make a successful DC 25 Will save to resist. Spell resistance is not useful against this effect. Each Orb of Dragonkind bestows upon the wielder the AC and saving throw bonuses of the dragon within. These values replace whatever values the character would otherwise have, whether they are better or worse. These values cannot be modified by any means short of depriving the character of the orb. A character possessing an Orb of Dragonkind is immune to the breath weapon—but only the breath weapon—of the dragon variety keyed to the orb. Finally, a character possessing an orb can use the breath weapon of the dragon in the orb three times per day. All Orbs of Dragonkind can be used to communicate verbally and visually with the possessors of the other orbs. The owner of an orb knows whether there are dragons within 10 miles at all times. For dragons of the orb’s particular variety, the range is 100 miles. If within 1 mile of a dragon of the orb’s variety, the wielder can determine the dragon’s exact location and age. The bearer of one of these orbs earns the enmity of dragonkind forever for profiting from draconic enslavement, even if she later loses the item. Each orb also has an individual power that can be invoked once per round at caster level 10th. Black Dragon Orb: Fly Blue Dragon Orb: Haste Brass Dragon Orb: Teleport Bronze Dragon Orb: Scrying (Will DC 18 negates) Copper Dragon Orb: Suggestion (Will DC 17 negates) Gold Dragon Orb: The owner of the gold dragon orb can call upon any power possessed by one of the other orbs—including the dominate monster and breath weapon abilities, but not AC, save bonuses, or breath weapon immunity—but can only use an individual power once per day. She can use dominate monster on any other possessor of an orb within 1 mile (Will DC 23 negates). Green Dragon Orb: Spectral hand Red Dragon Orb: Wall of fire Silver Dragon Orb: Cure critical wounds (Will DC 18 half) White Dragon Orb: Protection from energy (cold)",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/orbs-of-dragonkind/"
    },
    {
      "name": "Pauper’s Thighbone (Major Artifact)",
      "aura": "overwhelming transmutation",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "4 lbs.",
      "description": "This ivory rod marked with nine special golden runes is an ornamental container for the true treasure sealed within— the broken thighbone of the unfailingly selfless Saint Argil. The rod cannot be opened except as part of the process to destroy it, as described below. When the Pauper’s Thighbone is picked up, the new wielder immediately understands all of the powers and limitations of the artifact. When held like a rod, the Pauper’s Thighbone can be used to enhance a spell with a metamagic feat the wielder already knows. The wielder can apply any one of her metamagic feats to a spell she casts without increasing the spell’s casting time or the spell slot required. Enhancing a spell this way expends a number of the golden runes adorning the rod equal to the level increase of the spell normally required by the metamagic feat (for example, maximizing a spell with the Maximize Spell feat expends three golden runes). Enhancing a spell does not require an action and is performed as part of the casting time of the spell. Expended runes fade from bright gold to dull silver. Silver runes cannot be used to enhance spells, but they regain their golden color, and can be used again, at dawn each day. As the Pauper’s Thighbone bears nine runes, it can be used to apply up to nine spell levels of increases daily. At the GM’s discretion, if the artifact’s owner intentionally ignores an opportunity to perform a selfless or generous act, one of the rod’s runes flickers and permanently disappears, reflecting the paucity of the owner’s soul. Inversely, if the owner of the Pauper’s Thighbone performs a particularly generous act (such as giving away a large percentage of her wealth to the needy), an additional special rune might permanently appear on the rod. When possessed by an evil creature, the Pauper’s Thighbone instead burdens its owner with the weight of his sins. In this case, the Pauper’s Thighbonegrants none of its powers and acts as a stone of weight. The rod can only be removed from an evil owner’s possession if the owner dies or if the owner willingly gives the rod to a nonevil creature, and the nonevil creature willingly accepts it.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/paupers-thighbone-major-artifact/"
    },
    {
      "name": "Pazuzu’s Scepter (Major Artifact)",
      "aura": "overwhelming all CL 30th",
      "cl": "30th",
      "slot": "none",
      "price": "—",
      "weight": "4 lbs.",
      "description": "Pazuzu’s Scepter is a staff of black metal with a large hook at its tip. The scepter functions as a rod of enemy detection that can be used any number of times per day. If Pazuzu presents the scepter as a standard action, all creatures within 30 feet who view it become panicked for 1d6 rounds unless they succeed at a DC 23 Will save (this is a mind-affecting fear effect). Once per day, Pazuzu can use the Pazuzu’s Scepter as a rod of cancellation (this does not deplete or harm the scepter). As a standard action, he can call the scepter to his hand from any distance, even across planar boundaries. As an immediate action, Pazuzu can transform the scepter into a +5 anarchic keen unholy longsword or return it to its normal shape. None of its other powers can be used in sword form.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/pazuzus-scepter-major-artifact/"
    },
    {
      "name": "Plaguebringer (Major Artifact)",
      "aura": "strong necromancy",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "—",
      "description": "A twisted blend of artifact, disease, and malign intellect, the Plaguebringer isn’t so much found as contracted. Once it infects a host, Plaguebringerrenders him immune to the effects of any lesser disease. Despite this immunity, the host can still spread disease; indeed, his body becomes an incubator for the countless ailments of the mortal world. When exposed to a disease, the host automatically fails any saving throw to avoid contracting it, but suffers no ill effects. The host indefinitely remains an asymptomatic carrier for any diseases caught. Plaguebringer also grants the following abilities: The host receives a +2 profane bonus on attack rolls, caster level checks, and saving throws. The host generates an aura of unlife in a 30-foot radius. All living creatures other than the host within this radius take 2d6 points of negative energy damage each round. Undead creatures gain fast healing 5 that stacks with any fast healing they already possess. This aura can be suppressed or resumed as a standard action. As part of using an ability that requires him to expend mythic power, the host can target a mythic creature within 30 feet. If that creature fails a DC 23 Fortitude save, it contracts a random disease (as contagion) and one use of its mythic power is stolen and granted to the host. If the host fails to steal mythic power, he must expend double the usual amount of his own mythic power or the ability fails. The host can use contagion heightened to 8th level (DC 23) at will. The host can use empowered vampiric touch three times per day. As a swift action, the host can expend one use of mythic power to gain the effects of death ward, divine power, and spell resistance. These effects last 1 round per tier he possesses and can’t be dispelled. Once per day, the host can expend two uses of mythic power to summon a nightwing to do his bidding for 1 hour. If the nightwing is slain, a new one can’t be summoned for 1 week. Plaguebringer is intelligent, with an Intelligence score of 15, a Wisdom of 10, and a Charisma of 20. It has a neutral evil alignment, communicates by empathy, and has an Ego of 30. It exists only to spread disease and cause suffering. It protects and aids hosts that please it. If infecting a host who resists these goals, it withholds its abilities and attempts to control the host. Plaguebringer can take a single standard or swift action on its host’s turn to activate any of its powers that don’t require a touch attack. It has five uses of mythic power available to expend each day. It can use its host’s own mythic power by becoming dominant. When infecting a host, it has full access to its host’s senses, along with darkvision and blindsense with a range of 120 feet. When not in a host, Plaguebringer has only limited awareness, with hearing and blindsense usable to a range of 30 feet and no vision. When not infecting a host, Plaguebringer is undetectable by normal vision due to its microscopic size, though detect evil reveals its presence. It can fly at a speed of 30 feet, and can infect a new host by entering its body. If the target fails a DC 30 Fortitude save, Plaguebringer infects it and the creature gains access to the artifact’s powers. If the target succeeds, Plaguebringer can’t attempt to infect it again for 1 month. Plaguebringer can leave a host by becoming dominant and choosing to leave. Immediately after it leaves, the host is affected by multiple contagioneffects (DC 30), one for each of the diseases listed in the spell.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/plaguebringer-major-artifact-2/"
    },
    {
      "name": "Radiance (Major Artifact)",
      "aura": "strong abjuration",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "4 lbs.",
      "description": "When handled by a paladin, the blade glows with golden light and functions as a +1 cold iron longsword that radiates light as a torch on command. The weapon shifts and changes its form to match the paladin’s deity’s favored weapon (in the hands of a paladin who doesn’t worship a deity, the weapon remains a +1 longsword). In addition, Radiance is a legendary item that bonds with a mythic paladin a s soon as it is wielded in certain combats. The weapon has two daily uses of legendary power that recharge each day, but does not currently possess any legendary attributes, for it has yet to be wielded by a mythic paladin. As Radiance has its own ability to grow in power, it cannot be given the upgradable legendary item ability.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/radiance-major-artifact/"
    },
    {
      "name": "Ravenous Blade (Major Artifact)",
      "aura": "strong necromancy and transmutation",
      "cl": "18th",
      "slot": "",
      "price": "—",
      "weight": "8 lbs.",
      "description": "Jagged teeth stud the length of this falchion’s blackened steel blade. Warped and twisted by the daemonic spirit trapped within, this former +2 merciful falchion now tears the life’s essence from its victims. The Ravenous Blade acts as a +2 wounding falchion, and grants its wielder a +2 profane bonus to Charisma so long as it remains in her possession. Bleed damage dealt by the Ravenous Blade takes the form of nonlethal starvation damage, as the blade slowly consumes the fat and meat of creatures it has tasted. Anyone who takes nonlethal damage from the sword’s wounding property becomes fatigued, just as if he had begun starving normally. Whenever the wielder kills or subdues a creature in combat (whether she does so with the Ravenous Blade itself or not), she must succeed at a DC 18 Will save or she is overcome by hunger pangs, and is compelled to consume the flesh of her victim. Sating this compulsion is a full-round action that provokes attacks of opportunity.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/ravenous-blade-major-artifact/"
    },
    {
      "name": "Riftcarver (Major Artifact)",
      "aura": "strong conjuration and evocation [earth] CL 20th",
      "cl": "20th",
      "slot": "weapon",
      "price": "—",
      "weight": "80 lbs.",
      "description": "Riftcarver is an immense weapon carved from exoskeleton plates pried from the body of a now-long-forgotten monstrosity. The demon lord emerged fully formed, and the crafting of this weapon was among the first of his acts—Riftcarver aided the demon lord tremendously in those first few thousand centuries of his life, and was the primary tool he used to dig the Rasping Rifts. Riftcarver is a Gargantuan +5 defending unholy wounding scythe. As part of its first successful hit against a target in any one round, Riftcarver can infest the creature hit with rot grubs. Once per minute as a standard action by striking at the ground, Riftcarver can create an earthquake centered on the target’s location. Riftcarver’s wielder never suffers any ill effects from earthquakes created by the scythe. Once per day, the scythe can be swept through the air as a standard action to rip a hole between worlds that serves as a 20-foot-diameter gate—this gate can be used only for planar travel, not for calling creatures. Riftcarver is made of the chitin of an Abyssal monster, yet it is treated as adamantine for the purposes of damaging objects and penetrating hardness. Smaller versions of this artifact, built to be used by Medium cultists, also exist. Called rotcarvers, the majority of these weapons have been captured and destroyed by the crusaders by the Fifth Crusade. A rotcarver is a +3 scythe that can infest those it strikes with rot grubs, or can transform its user into a rot grub swarm.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/riftcarver-major-artifact/"
    },
    {
      "name": "Ring of Nine Facets (Major Artifact)",
      "aura": "strong abjuration, conjuration, and transmutation",
      "cl": "19th",
      "slot": "ring",
      "price": "",
      "weight": "—",
      "description": "A gemstone unlike any other glistens within the grip of this copper and obsidian ring. The gem is cut with nine facets, each sparkling a distinct color, the one facing upward glimmering most vibrantly. The gem set within this remarkably ancient ring is distinctly cut to exhibit nine perfect facets, each of a different hue. Each day at sunrise, the gem rotates to display a different facet. The active facet determines the ring’s power for that day. Each day, roll 1d10 on the Ring of Nine Facets Powers table to determine which facet—and thus which power—is active. The wearer of the ring can, with a great deal of mental exertion, attempt to change the active facet away from one she does not desire. The gem can only be turned in a particular order that shifts the active facet to the next highest facet, and each facet is a particular number of steps away from one another (see the Ring of Nine Facets Powers table). To change the facet, the wearer must succeed at a Wisdom check as a full-round action, and the wearer takes nonlethal damage, regardless of success. The DC of the Wisdom check to turn the gem is 15 + 5 per 1-step increase, while the nonlethal damage dealt equals 1d6 per 1-step increase. For example, if the facet of the day were yellow, the wearer could attempt a DC 20 Wisdom check and take 1d6 points of nonlethal damage to shift it to copper, or attempt a DC 25 Wisdom check and take 2d6 points of nonlethal damage to shift it to green. The ring’s facets cannot be shifted backwards (thus, yellow cannot turn directly to white; it must shift through all seven other colors to reach white). The ring’s facet can only be changed once per day. Any nongood creature that wears the Ring of Nine Facets immediately takes 2d6 points of nonlethal damage and another 2d6 points of nonlethal damage every minute it continues to wear the ring.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/ring-of-nine-facets/"
    },
    {
      "name": "Robe of the Rifts (Major Artifact)",
      "aura": "strong transmutation (evil) CL 20th",
      "cl": "20th",
      "slot": "body",
      "price": "—",
      "weight": "1 lb.",
      "description": "The Robe of the Rifts is crafted of what appears to be fine silk, but is in fact forged of congealed dreams siphoned from the minds of slumbering spellcasters as they were ritually murdered. The Robe of the Rifts grants the following enhancements when it is worn. The wearer’s attack rolls and damage rolls with all melee weapons are modified by her Intelligence modifier, not her Strength modifier. This modifier is never halved for secondary attacks, but neither is it increased for twohanded attacks. The wearer applies her armor and natural armor bonuses (if any) to her touch AC. The wearer gains a +6 profane bonus on all saving throws. The robes infuse the wearer’s natural attacks (if any) as if she wore an unholy amulet of mighty fists +5.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/robe-of-the-rifts-major-artifact/"
    },
    {
      "name": "Saint Cuthbert’s Mace",
      "aura": "strong abjuration, conjuration, and transmutation",
      "cl": "20th",
      "slot": "none",
      "price": "",
      "weight": "8 lbs.",
      "description": "This simple wooden mace bears the scars and splinters of frequent use, and looks like the weapon of a traveling monk or military chaplain. Despite its ragged appearance, Saint Cuthbert’s Mace is a +5 axiomatic holy disruption heavy mace that allows the bearer to cast the spell searing light at will. Any evil creature that attempts to wield the Mace is damaged as though it were struck by the weapon’s searing light ability every round it wields the artifact. On a specific day every year, the mace makes use of greater teleport, interplanetary teleport, or plane shift to instantly travel to a location anywhere in the multiverse where it is needed, typically appearing where a worthy lawful good wielder will soon pass. The mace’s bearer has no control over this effect and is not included in the artifact’s teleportation.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/saint-cuthbert-s-mace/"
    },
    {
      "name": "Sarcophagus of Rebirth (Major Artifact)",
      "aura": "overwhelming conjuration",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "1,500 lbs.",
      "description": "The Sarcophagus of Rebirth is similar in appearance to the sarcophagi used in the burial rites of many ancient pharaohs. It is constructed from wood, and its surface is sealed with pitch and set with an alternating pattern of scaled bands carved from lapis lazuli and jasper and scribed with thousands of protective hieroglyphs. All other exposed surfaces are gilded. Although this item appears to be a normal sarcophagus, it has a number of special powers. Each of these effects can be used once per day, and they affect only creatures of the humanoid type. If a humanoid that has been dead for less than 1 month is placed inside the Sarcophagus of Rebirth and the lid is sealed, the corpse’s soul is forced into the sarcophagus and trapped there. The corpse then disintegrates and the sarcophagus begins building a new young-adult body over the course of 2d12 days. This effect occurs even if the original creature had reached the end of its natural life. The body created is free of all physical ills and afflictions that the creature may have previously suffered. Once the new body is complete, the soul is then forced into the new body and the being awakens in the sarcophagus. If the sarcophagus is destroyed before the soul can be united with the newly formed body, the soul is once again released to the afterlife. If a living creature is placed inside the Sarcophagus of Rebirth, it can use the device to travel to the Astral Plane, or the Ethereal Plane. To activate this teleportation power, a creature must be inside the sarcophagus with the lid closed. The user must then recite aloud a sacred poem (which is inscribed on the interior of the sarcophagus’s lid). The recitation immediately opens a portal, and the user can then move through the portal to the desired plane (chosen after reciting the poem). The sarcophagus doesn’t confer any abilities that protect the user while on another plane. For up to 48 hours after using Sarcophagus of Rebirth to travel to another plane, the user can utter a command word to be immediately transported back to the sarcophagus. After this time passes, the user must find her own way back to the Material Plane.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/sarcophagus-of-rebirth-major-artifact/"
    },
    {
      "name": "Scepter of Ages (Major Artifact)",
      "aura": "overwhelming transmutation",
      "cl": "25th",
      "slot": "none",
      "price": "",
      "weight": "8 lbs.",
      "description": "Strange metal prongs and rune-marked teeth jut at weird angles from this sword-length key. At one end, numerous gem-studded hoops and disks make up a head similar to an orrery. The Scepter of Ages can be wielded as a +4 heavy mace with a critical threat range of 18–20. In addition to the damage this weapon deals, any creature struck by the scepter ages a number of years equal to the damage taken. On a critical hit, not only does the scepter deal greater damage, but the victim ages 2 years for every point of damage taken. Creatures aged in this manner might have their physical ability scores reduced; consult Table: Aging Effects for the effects of aging on common humanoids. For the wide range of unlisted humanoids and non-humanoids this aging might affect, GMs should use their judgment, general knowledge, and creature descriptions to decide how the effects of aging apply on a race-by-race basis. GMs looking for a quick way to approximate the ages of minor opponents should alter Strength, Dexterity, and Constitution by –1 for every 10 years aged and consider +40 years to be a creature’s maximum age. Any creature aged to greater than its maximum age immediately dies. Constructs, outsiders, and undead are immune to the effects of aging. The mental abilities of those affected by this form of aging do not increase. Creatures that gain abilities dependent on their age gain these abilities as normal (though, at the GM’s discretion, these abilities might not be immediately usable). The spell regenerate restores 1 year of premature aging for every hit point it heals. Creatures killed by aging can only be restored by true resurrection, miracle, or wish, but even these spells do not heal aging, returning the target to life only 1 year younger than his maximum age. In addition to its use as a weapon, the Scepter of Ages can open a portal through time. To do this, the scepter’s bearer must spend 10 minutes precisely aligning the delicate mechanisms within the artifact’s head to the exact dates she wishes to travel to. This requires the bearer to make either a DC 30 Knowledge (history) check to program a precise date or a DC 30 Wisdom check to travel to a general period. The bearer can rush through calibrating the scepter, activating it in 1 minute, but doing so increases the associated DCs by +10. Regardless of whether or not this check is successful, a 5-foot-wide glowing tear in time opens within 15 feet. This rift cannot be used as a weapon or to destructive effect. What time the passage opens to is determined by whether the bearer succeeds at the check (opening a portal to the desired time) or fails (opening a portal to the incorrect time, determined by how significantly he failed, as shown on Table: Accidental Time Travel Results below). The time beyond the portal cannot be viewed and can only be discovered by passing completely through. The rift remains open for 1 minute before closing. What creatures or conditions lie beyond the portal are determined by the GM (see Table: Ages below for examples of different times).",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/scepter-of-ages/"
    },
    {
      "name": "Scepter of the Shining Lord (Major Artifact)",
      "aura": "strong abjuration and enchantment",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "4 lbs.",
      "description": "Fashioned from a single piece of black jade, this 3-foot-long scepter has a T-shaped handle carved to resemble the head of a horned crocodile. The scepter’s other end curls and forms an eyehook, to which is tied a leather strap. Strung along this strap are four small, copper bells. Each bell signifies a single concept related to rulership: authority, banishment, dominion, and imprisonment. An individual seeking to wield the scepter must first bond with the artifact by permanently offering it one use of her mythic power. Thereafter, the owner must always keep one use of power unspent to maintain the bond. If the owner expends all her mythic power, the bond breaks and the individual can no longer access any of the scepter’s power until she reestablishes her bond of ownership. Once bonded, the scepter can be wielded as a +6 brilliant energy light mace that grants a +4 enhancement bonus to its bonded owner’s Charisma score. In addition, the owner can expend one use of mythic power and ring the scepter’s bells to produce the following effects: The wielder can ring the bell of authority to cast command targeting any non-mythic creature. The wielder can ring the bell of banishment to cast dismissal upon any non-mythic outsider with a CR at least 3 less than the wielder’s total class level plus her tier. The wielder can ring the bell of dominion to cast sanctuary on any non-mythic creature. The wielder can ring the bell of imprisonment to cast forcecage on any non-mythic creature with a CR at least 3 less than the wielder’s total class level plus her tier. The caster level for all four effects is equal to the owner’s total character level plus her tier. When she rings a bell, she can also expend an additional use of mythic power to increase the DC of the spell-like ability’s saving throw by 10. Lastly, the owner can use the scepter to appoint a mythic agent to be a protector and advocate of the owner’s people. When she does so, she bestows 1d4 uses of mythic power upon that creature that last for 1 month if the creature is mythic, or until they are spent if the creature is non-mythic. If the agent is mythic, these points increase the agent’s maximum number of mythic uses for the month. If the champion is non-mythic, as long as that agent retains at least one use of mythic power, it gains the hard to kill and surge base mythic abilities.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/scepter-of-the-shining-lord-major-artifact-2/"
    },
    {
      "name": "Scroll of the Planes (Major Artifact)",
      "aura": "overwhelming conjuration",
      "cl": "23rd",
      "slot": "none",
      "price": "—",
      "weight": "3 lbs.",
      "description": "This innocuous-looking scrap is nothing less than the physical manifestation of a man-made demiplane. To open the gate, one must unfurl the scroll and speak the name of the plane. Upon activation, all creatures within 50 feet with line of effect to the scroll must make a DC 40 Reflex save. Those who fail are sucked into the scroll and bodily transported to the demiplane. At the same instant creatures enter the plane, any being that previously entered the plane involuntarily may choose to depart, being expelled from the scroll back to the Material Plane. Once inside the demiplane, escape can prove difficult, requiring those trapped within to wait for others to enter, for the casting of a spell similar to plane shift, or for the discovery of one of the foundations of the plane’s reality, all of which transport the subjects back to the Material Plane to a point within 10 feet of the scroll.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/scroll-of-the-planes-major-artifact/"
    },
    {
      "name": "Shadowstaff",
      "aura": "strong conjuration",
      "cl": "20th",
      "slot": "none",
      "price": "",
      "weight": "5 lbs.",
      "description": "This staff of black wood seems to be partially made from actual shadow, its length darkly iridescent and at times transparent. The Shadowstaff makes the wielder slightly shadowy and incorporeal, granting him a +4 bonus to AC and on Reflex saves (which stacks with any other bonuses). However, in bright light (such as that of the sun, but not a torch) or in absolute darkness, the wielder takes a –2 penalty on all attack rolls, saves, and checks. The Shadowstaff also has the following powers. Shadow Bolt: Three times per day, the staff can project a ray attack that deals 10d6 points of cold damage to a single target. The shadow bolt has a range of 100 feet. Shadow Form: Three times per day, the wielder can become a living shadow, with all the movement powers granted by the gaseous form spell. Summon Nightshade: Once per month, the staff can summon a nightcrawler nightshade that serves the wielder as if called by a summon monster IX spell cast at 20th level. Summon Shadows: Three times per day, the staff may summon 2d4 shadows. Immune to turning, they serve the wielder as if called by a summon monster V spell cast at 20th level.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/shadowstaff/"
    },
    {
      "name": "Shadowwraith Heart (Major Artifact)",
      "aura": "strong necromancy",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "3 lbs.",
      "description": "This strangely shaped, ebon-colored rock streaked with deep purple veins is actually the petrified heart of a long-forgotten mythic hero. Over the centuries, the heart has appeared as an amulet, the head of a staff, and a mace head. Regardless of its form, the Shadowwraith Heart functions the same. The heart seeks out the location of the nearest source of mythic power— either a creature or place—and when brought to the source devours its power. As soon as it comes within a 60-foot-radius of a mythic creature, it begins to leech off that creature’s mythic power. Each round a mythic creature remains within the area of effect, it must succeed at a DC 25 Fortitude save or lose 1d4 uses of mythic power. If the heart drains a mythic creature of all its daily uses of mythic power, the creature loses a mythic tier. The tier loss is semi-permanent, remaining until the creature successfully completes one trial.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/shadowwraith-heart-major-artifact-2/"
    },
    {
      "name": "Shard of Envy (Major Artifact)",
      "aura": "overwhelming abjuration",
      "cl": "25th",
      "slot": "none",
      "price": "—",
      "weight": "1 lb.",
      "description": "The Shard of Envy is made of shimmering green noqual. As long as the Shard of Envy is carried, its owner can use dispel magic as a spell-like ability once per day, gains a +2 insight bonus on saves versus abjuration spells and spell-like abilities, and gains a +1 insight bonus to AC. Curse: The owner covets the success, wealth, and appearance of all other creatures, and becomes sickened whenever she is within 30 feet of any creature of the same race or character class as herself. Physical contact with such a creature nauseates the owner for 2d6 rounds if she fails a DC 20 Fortitude save.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/shard-of-envy-major-artifact/"
    },
    {
      "name": "Shard of Gluttony (Major Artifact)",
      "aura": "overwhelming necromancy",
      "cl": "25th",
      "slot": "none",
      "price": "—",
      "weight": "1 lb.",
      "description": "The Shard of Gluttony is made of pale inubrix. As long as the Shard of Gluttony is carried, its owner can use vampiric touch as a spell-like ability once per day, gains a +2 insight bonus on saves versus necromancy spells, and increases his maximum hit points by 1 point per Hit Die. Curse: The owner is always hungry and thirsty, and is sickened whenever he has not eaten food in the past hour. The owner must make a DC 20 Will save to resist consuming any food or beverage (including potions and the like) he carries immediately. If the save is successful, the owner can resist the urge for 1 hour before being forced to make the save again.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/shard-of-gluttony-major-artifact/"
    },
    {
      "name": "Shard of Greed (Major Artifact)",
      "aura": "overwhelming transmutation",
      "cl": "25th",
      "slot": "none",
      "price": "—",
      "weight": "1 lb.",
      "description": "The Shard of Greed is made of black adamantine. As long as the Shard of Greed is carried, its owner can use haste as a spell-like ability once per day, gains a +2 insight bonus on saves versus transmutation spells, and gains a +1 insight bonus on attack rolls. Curse: The owner becomes greedy, and is sickened whenever she is not wearing at least 500 gp per Hit Die in non-magical jewelry and fine clothing. Each time the owner sells a belonging or gives one away, she must succeed at a DC 20 Will save or take 1d4 points of Wisdom damage.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/shard-of-greed-major-artifact/"
    },
    {
      "name": "Shard of Lust (Major Artifact)",
      "aura": "overwhelming enchantment",
      "cl": "25th",
      "slot": "none",
      "price": "—",
      "weight": "1 lb.",
      "description": "The Shard of Lust is made of a deep red djezet alloy. As long as the Shard of Lust is carried, its owner can use suggestion as a spell-like ability once per day, gains a +2 insight bonus on saves versus enchantment spells, and gains a +4 insight bonus on Initiative checks. Curse: The owner becomes narcissistic, and is sickened whenever he has not engaged in sexual relations with another creature within the past 12 hours. While the owner wears any sort of armor or magic item that occupies the body slot, he is staggered.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/shard-of-lust-major-artifact/"
    },
    {
      "name": "Shard of Pride (Major Artifact)",
      "aura": "overwhelming illusion",
      "cl": "25th",
      "slot": "none",
      "price": "—",
      "weight": "1 lb.",
      "description": "The Shard of Pride is made of coppery horacalcum. As long as the Shard of Pride is carried, its owner can use major image> as a spell-like ability once per day, gains a +2 insight bonus on saves versus illusion spells, and gains a +2 insight bonus on all skill checks. Curse: The owner suffers delusions of grandeur, and is sickened whenever she must serve another creature as a subordinate of any sort for as long as that arrangement persists. She cannot gain the benefit of the aid another action, nor can she take the aid another action.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/shard-of-pride-major-artifact/"
    },
    {
      "name": "Shard of Sloth (Major Artifact)",
      "aura": "overwhelming conjuration",
      "cl": "25th",
      "slot": "none",
      "price": "—",
      "weight": "1 lb.",
      "description": "The Shard of Sloth is made of blue-green glowing abysium. As long as the Shard of Sloth is carried, its owner can use summon monster III as a spell-like ability once per day, gains a +2 insight bonus on saves versus conjuration spells, and gains a +4 insight bonus on all concentration and caster level checks. Curse: The owner becomes lazy and sedentary, and becomes sickened for 1 hour whenever he makes more than a single move action in any round. All of the owner’s movement speeds are halved.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/shard-of-sloth-major-artifact/"
    },
    {
      "name": "Shard of Wrath (Major Artifact)",
      "aura": "overwhelming evocation",
      "cl": "25th",
      "slot": "none",
      "price": "—",
      "weight": "1 lb.",
      "description": "The Shard of Wrath is made of sparkling silver siccatite that feels hot one day, but cold the next. As long as the Shard of Wrath is carried, its owner can use fireball as a spell-like ability once per day, gains a +2 insight bonus on saves versus evocation spells, and gains a +2 insight bonus on all weapon damage rolls. Curse: The owner becomes addicted to violence, and is sickened whenever she hasn’t brought a living creature to –1 hit points or fewer within the last hour. Once the owner attacks a creature, she must make a DC 20 Will save if she wants to cease attacking; otherwise, she does what she can to kill the creature.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/shard-of-wrath-major-artifact/"
    },
    {
      "name": "Shield of the Winged Eye",
      "aura": "strong abjuration",
      "cl": "20th Slot shield",
      "slot": "shield",
      "price": "",
      "weight": "10 lbs.",
      "description": "A carving of a winged, radiant eye stares from the surface of this sturdy wooden shield, unflinching through the scars and gashes of innumerable battles. The Shield of the Winged Eye is a +5 light fortification spell resistance (17) heavy wooden shield. Once per day, the bearer can invoke a form of fire shield that protects against cold attacks and damages opponents with fire and holy damage similarly to the spell flame strike. Once per round as an immediate action, if an adjacent ally is hit by a ranged or melee attack, the bearer can use the shield to redirect the attack to himself, taking all effects from that attack as if he were the intended target. All allies within 100 feet of the bearer gain the effect of bless and prayer. Additionally, all allies within 100 feet of the bearer know his relative position and condition, as per the spell status. Beyond these properties, the Shield of the Winged Eye is designed to protect its bearer from death. Any attack that would kill the bearer (not merely make him unconscious or dying) triggers this ability, redirecting the lethal attack fully upon the shield and leaving the bearer unharmed (even if the attack normally only works on living creatures). For example, if the bearer failed a saving throw against flesh to stone, the shield would turn to stone and shatter instead, whereas if the bearer failed his save against horrid wilting, the shield would turn to dry splinters. This power always destroys the shield, reducing it to 1d20 nearly invulnerable shards that suggest the way in which it was last destroyed. The Shield of the Winged Eye bestows two negative levels on any chaotic creature that attempts to wield it. These negative levels remain as long as the shield is held or carried. These negative levels never result in actual level loss, but they cannot be overcome in any way (including restoration spells) while the creature possesses the shield.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/shield-of-aroden/"
    },
    {
      "name": "Shredskin (Major Artifact)",
      "aura": "strong divination and illusion",
      "cl": "20th",
      "slot": "chest",
      "price": "—",
      "weight": "20 lbs.",
      "description": "The Shredskin grants its wearer a +6 enhancement bonus to Wisdom, a +5 resistance bonus on all saving throws, and the ability to hide in plain sight as per the shadowdancer class feature. The wearer can speak with any shadow, in a way similar to the effects of the spell stone tell. Shadows willingly tell the wearer what dangers they obscure and what creatures have come in contact with them in the past 24 hours. The shadows can only relate information about creatures they’ve enshrouded. Creatures bearing a light source are not usually touched by shadows, though shadows can tell when they’ve been disrupted by passing light.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/shredskin-major-artifact/"
    },
    {
      "name": "Shroud of Flies (Major Artifact)",
      "aura": "strong conjuration and transmutation",
      "cl": "18th",
      "slot": "shoulders",
      "price": "—",
      "weight": "1 lb.",
      "description": "Crystal baubles that resemble insect wings line the edge of this luxurious but fraying cloak. The garment was once a cloak of displacement, but the harbinger spirit trapped within has warped and twisted it—now it offers false hope rather than security. The Shroud of Flies grants its wearer a +2 profane bonus to Constitution and +4 resistance bonus on Reflex and Will saves, but imposes a –6 penalty on Fortitude saves against disease. Three times per day, the wearer can brush another creature with the shawl to remove all lingering effects caused by a disease, poison, or curse, as per break enchantment, remove curse, or remove disease. These effects are not eliminated, and return immediately with all accrued penalties after 24 hours. Any creature embraced in this way must immediately succeed at a DC 18 Fortitude save or be infected with one of the following diseases: blinding sickness, cackle fever, devil chills, or leprosy. Any creature the wearer touches while offering medical aid, such as casting cure spells, administering a potion, or using the Heal skill, must likewise succeed at this Fortitude save or become infected. The Shroud of Flies can be wielded as a net as well, but only against daemons. Any creature that has worn the shroud for at least 24 hours is considered proficient in its use as a weapon.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/shroud-of-flies-major-artifact/"
    },
    {
      "name": "Silver Maiden (Major Artifact)",
      "aura": "overwhelming abjuration and transmutation",
      "cl": "30th",
      "slot": "none",
      "price": "—",
      "weight": "500 tons",
      "description": "With its shimmering, luminous silver-gray sails and tendency to briefly shift in and out of phase with the Material Plane, this star-faring sailing ship is often mistaken for a ghost ship. Though non-mythic creatures can board the ship as passengers, the Silver Maiden requires a mythic creature to be its captain. If the ship currently has no captain, a mythic character can claim the captaincy by touching the ship’s wheel and stating her desire to be captain. The captain then serves until death or voluntarily retirement. Upon assuming the captaincy, the captain becomes aware of all of the ship’s powers, and can propel the ship completely unaided from anywhere aboard the vessel, whether sailing the high seas of a terrestrial world or gliding through the vast blackness of deep space. At will, the captain can expend two uses of mythic power to launch the Silver Maiden into outer space. Once in space, the ship can sail through the vacuum at incredible speeds. Although exact travel times vary, a voyage between two planets within a solar system takes 2d20 days, and a voyage to another star system takes 2d20 weeks (or more at the GM’s discretion). The captain must know which world she wishes to travel to (as if the captain cast greater teleport). When the ship arrives at its destination, it slowly descends to the surface (as the feather fall spell), and typically lands in a body of water. Once earthbound, the ship moves as a standard sailing ship. If the planet has no water or comparable liquid, the ship lands on solid ground and is unable to move until the captain once again launches the ship back into space. The Silver Maiden can also sail the Outer Planes. At will, the captain can expend three uses of mythic power to transport the ship to another plane, as the plane shift spell. When the ship arrives at its extraplanar destination, it appears in a body of water or comparable liquid, 1 to 100 miles from the captain’s intended destination. If the plane has no water (such as the Plane of Earth) the ship appears on solid ground, and is unable to move until the captain transports it to another plane. If the plane has neither water nor a solid surface, such as the Plane of Air, the ship continues to slowly fall (as the feather fall spell) until the captain transports it to another plane. The Silver Maiden protects its passengers from the environmental dangers of deep space and the outer planes, and can even sail the molten surface of a star. At all times, the ship simulates a comfortable temperature and gravity normal for its current captain’s home world. This protection extends 10 feet from the exterior of the vessel.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/silver-maiden-major-artifact/"
    },
    {
      "name": "Skull of the Viper God",
      "aura": "overwhelming all",
      "cl": "30th Slot none",
      "slot": "none",
      "price": "",
      "weight": "150 lbs.",
      "description": "The skull of this impossibly huge viper seems to weep darkness from its ancient fangs in an endless, pestilent breath. More than just a powerful artifact, the Skull of the Viper God is the actual skull of a deity, the vessel through which the much-diminished god of serpents perceives and influences existence. The viper god’s clerics still receive spells from their prayers, granted by the skull regardless of its location or ownership. There is no way a mortal can block this effect. Possession of the skull grants several abilities. Blessing of Scales: All reptilian creatures (including sorcerers with the serpentine or draconic bloodline, and druids wild-shaped into reptilian forms) within 160 feet of the Skull of the Viper God gain spell resistance 25 and fast healing 10. Unholy Aura: The skull treats the 80-foot-radius area around it as though an unhallow spell had been cast with the Skull of the Viper God as the point of origin. This effect carries with it two linked spells that affect only worshipers of the Viper God (death ward and freedom of movement), and two linked spells that affect all non-worshipers (bane and dimensional anchor). Voice of the Serpent: Once per day, a creature that touches the skull may cast commune to speak with the Viper God A non-worshiper of the Viper God who uses this power must make a successful DC 25 Will save each time the power is used to avoid succumbing to a feeblemind spell. Any good-aligned creature that carries the Skull of the Viper God, even via an extradimensional space such as a portable hole, gains three negative levels. These negative levels remain as long as the skull is carried and disappear when the skull is released. These negative levels never result in actual level loss, but they cannot be overcome in any way (including restoration spells) while the skull is carried. A creature that suffers from these negative levels has a 50% spell failure chance on all divine spellcasting attempts.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/skull-of-ydersius/"
    },
    {
      "name": "Song of Extinction (Music Box)",
      "aura": "strong transmutation",
      "cl": "20th",
      "slot": "none",
      "price": "",
      "weight": "3 lbs.",
      "description": "Images of ruin wind like worms across the surface of this midnight blue box—its size just large enough to contain a human skull. Winding this music box causes it to play a haunting, 30-second-long melody. However, a bard can learn this tune as though it were a masterpiece. When performed by a bard, the tune becomes the Song of Extinction masterpiece (see below). Once per week, as a standard action, the wielder can command the music box to perform the Song of Extinction masterpiece itself, affecting all within range except the bearer. After being used in this way, the music box cannot be reactivated in any way for 1 week.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/song-of-extinction-music-box/"
    },
    {
      "name": "Soulforge (Major Artifact)",
      "aura": "strong evocation",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "—",
      "description": "This massive forge is built into the structure of a temple and can’t be moved without divine intervention. Made of precious metals and gemstones, the forge is surprisingly resilient, and even hard metals can be crafted upon its seemingly soft, delicate surfaces. Any item crafted with this forge can be constructed in half the normal amount of time. When the forge’s furnace is fed by a specific set of bellows, the flames glow with a divine radiance and emit no noticeable heat, allowing for forging at a temperature more comfortable to the crafter. While the Soulforge is so lit, if a character’s successful Craft (armor, jewelry, locks, or weapons) check result using the forge exceeds DC 40, that crafter can choose from one of the three following special rewards. First, the crafter can ask of the god a single miracle, so long as the request does not conflict with the lawful neutral alignment. A creature can receive at most one such miracle over the course of her life. Second, at the GM’s discretion, the crafter can override the destruction conditions of a minor artifact without a lawful aura and destroy it in the Soulforge. Finally, the crafter can choose for her soul to pass from her body, traveling through the Soulforge, effectively causing the crafter to die.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/soulforge-major-artifact/"
    },
    {
      "name": "Staff of Changes (Major Artifact)",
      "aura": "powerful transmutation",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "5 lbs.",
      "description": "This long, straight staff bears a rough crystal at the top, wrapped in wire extending to the base. When the staff moves, something liquid shifts within the crystal. The staff tends to right itself if left alone, balancing easily on its lower end, easily moved or toppled but quickly returning to its upright position if left undisturbed for a few minutes. Though the creator of this item is uncertain, most believe it has some ties to a powerful devil whose cult gained some renown by elves. The staff initially appears to be a fully-charged staff of transmutation. With the proper command word, once per day you can use it to cast a mass polymorph or baleful polymorph, though there reputedly is a very small chance that the staff will transform you as well. You can use it to cast bear’s endurance, bull’s strength, cat’s grace, eagle’s splendor, fox’s cunning, or owl’s wisdom up to 10 times per day in any combination, or use five of the daily “charges” of this power to cast a mass version of any of those spells. If left to balance itself, you can tap its crystal once and speak a command word to cause it to slowly screw itself into the earth until only the crystal is visible. A few minutes later water begins to bubble up from the earth, forming a pool or spring if the shape of the ground permits it. This water is pure and clean and replenishes itself at a rate of one gallon per minute. Through an attunement process that takes several days of active concentration (similar to crafting a magic item) you can give the spring magical powers so that any who drink from it will be permanently affected, though there are usually slight side effects (for example, if the water enhances Dexterity, a drinker may gain cat-like features).",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/staff-of-changes-major-artifact/"
    },
    {
      "name": "Staff of Elemental Castigation (Major Artifact)",
      "aura": "strong (all schools) CL 20th",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "5 lbs.",
      "description": "This staff functions as a staff of the magi, with several modifications. Its summon monster IX power can only summon elementals, and it has the following powers summon monster IV (elementals only, 1 charge) elemental body IV (2 charges) planar binding (elementals only, 2 charges) Whenever the staff is broken in a retributive strike, it automatically reforms, but can never again be wielded by its previous possessor. A wielder transported to another plane by a retributive strike always appears on an elemental plane, while the staff itself is sent to a different elemental plane moments after reforming.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/staff-of-elemental-castigation-major-artifact/"
    },
    {
      "name": "Staff of the Slain (Major Artifact)",
      "aura": "strong evocation",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "6 lbs.",
      "description": "Staff of the Slain is an intelligent +5 spell storing shock quarterstaff that grants its wielder a +4 enhancement bonus to Intelligence. In addition, the staff allows the wielder to change the energy type of any spell he casts that deals energy damage to electricity (such as causing a fireball to deal electricity damage). The staff harbors two personalities: a neutral good wizard (dominant during the day) and a dragon (dominant at night). Some of the staff’s powers change depending on the time of day and which personality is in control.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/staff-of-the-slain-major-artifact/"
    },
    {
      "name": "Stole of the Inheritor (Major Artifact)",
      "aura": "overwhelming abjuration",
      "cl": "20th",
      "slot": "shoulders",
      "price": "—",
      "weight": "2 lbs.",
      "description": "When draped across the shoulders, the stole grants DR 5/good, and it grants the use of heal as a quickened spell-like ability once per day. Once per day, a good-aligned wearer of the Stole of the Inheritor can cast holy word. In addition, as long as it is worn, the user can use detect evil and detect chaos at all times. A divine spellcaster who worships a good deity gains a +2 sacred bonus on all saving throws while wearing the stole. The stole’s greatest power, though, is allowing its wearer to use plane shift on himself and any allies within 120 feet as an immediate action; the stole immediately disappears when this effect is used.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/stole-of-the-inheritor-major-artifact/"
    },
    {
      "name": "Stormblade (Major Artifact)",
      "aura": "strong evocation (evil) CL 20th",
      "cl": "20th",
      "slot": "weapon",
      "price": "—",
      "weight": "10 lbs.",
      "description": "Stormblade is a Large +6 unholy longsword—as with all slashing weapons, Stormblade becomes a vorpal weapon in the hands of a balor. The body of a creature decapitated by Stormblade is disintegrated if the decapitation results in death, and heals the wielder of 100 points of damage.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/stormblade-major-artifact/"
    },
    {
      "name": "Sword of Gluttony (Major Artifact)",
      "aura": "strong necromancy",
      "cl": "16th",
      "slot": "none",
      "price": "—",
      "weight": "8 lbs.",
      "description": "This +5 ghost touch vicious falchion has a misty, ethereal quality that makes it appear to be spectral in nature despite being perfectly tangible to the touch. Anytime the Sword of Gluttony’s wielder takes damage from the weapon’s vicious special ability he adds an amount equal to that damage to his next attack roll. the Sword of Gluttony faintly glows a sickly, unsettling green anytime there is an undead creature within 50 feet of the wielder. Whenever the falchion strikes a foe, the target must succeed at a DC 20 Fortitude save or take an additional 1d6 points of damage, which the sword’s wielder gains as bonus hit points that last for the next hour. If the sword scores a critical hit, the target must succeed at a DC 25 Fortitude save or be slain outright, with half of its remaining hit points passing to the sword’s wielder as bonus hit points. Any creature slain by the Sword of Gluttony—either as the effect of a critical hit or otherwise—reanimates as a juju zombie 1d4 rounds later under the control of the sword wielder. The sword can control up to 32 HD worth of juju zombies in this way. If this amount is exceeded, undead are released from control as per animate dead. Dormancy With no lords to serve, the weapons of their champions lie dormant as well, reducing each to a +2 weapon with the noted weapon special abilities but no other properties. The only way to awaken one of the blades is to restore its runelord master to active life or have some other legitimate ruler take up its master’s mantle (the weapon determines what is considered legitimate). The swords can detect such restorations and flare to full power immediately, demanding their wielder seek out the restored runelord and swear eternal fealty.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/sword-of-gluttony-major-artifact/"
    },
    {
      "name": "Sword of Lust (Major Artifact)",
      "aura": "strong enchantment",
      "cl": "16th",
      "slot": "none",
      "price": "—",
      "weight": "6 lbs.",
      "description": "This beautiful blade is a +5 flaming longsword. While bearing the weapon, the wielder is immune to all enchantment effects. Any creature that casts an enchantment spell upon Sword of Lust’s wielder is led to believe its spell or effect worked as normal and that the sword’s bearer is under its control, allowing the wielder to deceive his opponent if he so chooses (and doesn’t give his enemy a reason to believe its magic failed). Whenever Sword of Lust strikes an opponent, the target must succeed at a DC 20 Will save or fall under the effects of a charm monster spell. Only one creature can be charmed in this way at a time. If another creature becomes charmed by the sword, the first is freed from this effect. If the sword instead scores a critical hit, the target must succeed at a DC 25 Will save or be affected by a dominate monster spell. Dormancy With no lords to serve, the weapons of their champions lie dormant as well, reducing each to a +2 weapon with the noted weapon special abilities but no other properties. The only way to awaken one of the blades is to restore its runelord master to active life or have some other legitimate ruler take up its master’s mantle (the weapon determines what is considered legitimate). The swords can detect such restorations and flare to full power immediately, demanding their wielder seek out the restored runelord and swear eternal fealty.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/sword-of-lust-major-artifact/"
    },
    {
      "name": "Sword of Sloth (Major Artifact)",
      "aura": "strong conjuration",
      "cl": "16th",
      "slot": "none",
      "price": "—",
      "weight": "2 lbs.",
      "description": "A scene of imperial decadences depicted in fantastically fine etchings—which seem to change upon each consideration— covers the surface of this +5 short sword. Every time Sword of Sloth successfully damages a creature, it gains the bane weapon special ability, with the target’s creature type being its designated foe. This additional weapon quality actives after the weapon first strikes an opponent, granting additional damage to subsequent attacks but not the first attack. The bane weapon special ability persists for the rest of the day, or until the sword strikes a foe of a different creature type. Additionally, whenever Sword of Sloth strikes a Large or smaller foe, the target must succeed at a DC 20 Will save or be affected as per the spell dimension door. This effect functions as the spell, but Sword of Sloth’s wielder determines where his opponent is transported to, and the destination must be within the wielder’s line of sight. The wielder cannot teleport an opponent into a space occupied by another creature or a solid object. Only one creature can be affected by this ability each round, and the target can act as normal on its next turn. If the sword scores a critical hit, the target must succeed at a DC 25 Will save or be affected by the spell teleport. The sword’s wielder determines the destination, which must be very familiar to him. Dormancy With no lords to serve, the weapons of their champions lie dormant as well, reducing each to a +2 weapon with the noted weapon special abilities but no other properties. The only way to awaken one of the blades is to restore its runelord master to active life or have some other legitimate ruler take up its master’s mantle (the weapon determines what is considered legitimate). The swords can detect such restorations and flare to full power immediately, demanding their wielder seek out the restored runelord and swear eternal fealty.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/sword-of-sloth-major-artifact/"
    },
    {
      "name": "Sword of Valor (Major Artifact)",
      "aura": "strong abjuration and evocation [good] CL 20th",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "3 lbs.",
      "description": "The Inheritor herself carried this crimson banner into battle during the Shining Crusade. An army commander who carries the Sword of Valor increases the DV and OM of her army by 4 against armies of undead or evil outsiders. Yet the Sword of Valor’s greatest power lies not in offense but in defense. Mounted firmly upon an interior wall in a visible, public place, the Sword of Valor creates a 10-mile-radius area that bars demons and those who worship demons from using teleportation spells and effects and imparts on such creatures a –4 penalty to Armor Class and on all saving throws. Once per month while the banner is mounted on a wall, a worshiper of a god of valor within 30 feet of the banner can use it to summon a planetar to protect the banner and its surroundings for 1 day. Any nonevil creature that sleeps within a 1-mile radius becomes immune to fear effects from demons and demon worshipers for 24 hours.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/sword-of-valor-major-artifact/"
    },
    {
      "name": "Sword of Wrath (Major Artifact)",
      "aura": "strong evocation",
      "cl": "16th",
      "slot": "none",
      "price": "—",
      "weight": "10 lbs.",
      "description": "This scarred piece of crimson stained metal functions similarly to a +5 returning throwing greatsword. Instead of the normal benefit of the throwing weapon special ability, Sword of Wrath can be thrown with a 25-foot range increment. Additionally, whenever Sword of Wrath strikes a foe, the target must succeed at a DC 20 Reflex save or take an additional 5d6 points of fire damage. If the sword scores a critical hit, it explodes in a fireball centered on the wielder’s opponent. All creatures within the fireball’s 20-foot-radius spread—including Sword of Wrath’s wielder and allies, if within range—take 10d6 points of fire damage (DC 25 Reflex for half). The wielder has no control over the sword’s eruption and cannot prevent it from exploding. The sword returns to its wielder’s hand, fully reformed, just before the beginning of his next turn. Dormancy With no lords to serve, the weapons of their champions lie dormant as well, reducing each to a +2 weapon with the noted weapon special abilities but no other properties. The only way to awaken one of the blades is to restore its runelord master to active life or have some other legitimate ruler take up its master’s mantle (the weapon determines what is considered legitimate). The swords can detect such restorations and flare to full power immediately, demanding their wielder seek out the restored runelord and swear eternal fealty.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/sword-of-wrath-major-artifact/"
    },
    {
      "name": "Tarnhelm (Major Artifact)",
      "aura": "strong conjuration, illusion, and transmutation",
      "cl": "20th",
      "slot": "head",
      "price": "—",
      "weight": "2 lbs.",
      "description": "This mithral cap includes prominent guards for the eyes and nose. The helmet was forged under duress by a dwarven smith to further the ambitions of his mad brother. The Tarnhelm has the following powers. The wearer gains the shapechanger subtype. The wearer gains immunity to polymorph effects, except ones he chooses to allow to affect him. At will, the wearer can use greater invisibility as a spell-like ability for as long a duration as desired. At will, the wearer can change his appearance in the same fashion as a hat of disguise, with a DC 25 Will save required to disbelieve the illusion. If the Tarnhelm is used to create a disguise, the wearer receives a +25 bonus on the Disguise check. Three times per day, the wearer can use greater teleport, exactly as if he had cast the spell of the same name. The wearer can teleport additional times by expending one use of mythic power per teleport. Three times per day, the wearer can assume the form of an animal as though he had cast beast shape IV, except the duration lasts until the effect is dismissed or dispelled. The wearer can change shape additional times by expending one use of mythic power per transformation. By expending two uses of mythic power, the wearer can assume the form of Gargantuan chromatic or metallic dragon. The effect lasts until dispelled or dismissed. He gains a +14 size bonus to Strength, a +12 size bonus to Constitution, a +10 natural armor bonus, a fly speed of 150 feet (poor), blindsense 90 feet, darkvision 180 feet, a breath weapon, DR 15/magic, frightful presence (DC 23), one bite (4d6), two claws (2d8), two wing attacks (2d6), and one tail slap (2d8). All his breath weapons deal 16d8 points of damage and allow a Reflex save (DC 10 plus his tier plus his Constitution modifier) for half damage. This ability otherwise functions as form of the dragon III.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/tarnhelm-major-artifact/"
    },
    {
      "name": "Tathlum (Major Artifact)",
      "aura": "strong evocation and necromancy",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "220 lbs.",
      "description": "This horned and frilled dragon’s head is coated with a thick layer of white lime. When dropped from a height of at least 150 feet, the tathlum detonates in an explosion of greasy darkness, dealing 20d6 points of damage to all creatures within a 150-foot-radius spread from its point of impact (Will DC 25 half). Good or lawful living creatures with 9 Hit Dice or fewer within this area must also succeed at a DC 25 Fortitude save or die. This area is immediately affected by unhallow with darkness as an associated spell effect. In addition, concussive force blasts outward from the darkness, dealing 10d6 points of damage to all creatures within the area between 150 feet and 300 feet from the impact point (Will DC 21 half). The tathlum is consumed in the explosion. If at least 200 Hit Dice worth of creatures are killed by the tathlum’s detonation, the explosion spontaneously creates 1d6 nightwalkers within 150 feet of the point of impact. On particularly dense battlefields, the detonation instead creates 1d6 warsworns. These undead creatures are free-willed and not under the control of the tathlum’s wielder. If the tathlum is dropped from a height of less than 150 feet, it deals 3d6 points of damage to a single creature as a falling object, plus an additional 2d6 points of damage if the target is good or lawful. The tathlum takes no damage and is not destroyed if dropped from a height of less than 150 feet.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/tathlum-major-artifact/"
    },
    {
      "name": "The Briar Blade",
      "aura": "strong conjuration, necromancy, transmutation",
      "cl": "20th",
      "slot": "none",
      "price": "",
      "weight": "6 lbs.",
      "description": "This bastard sword appears to have been grown rather than forged, and the flanges of its elaborate hilt and elegant blade are set with strange stones glistening in shades deeper than emerald and blooming with growths of finest silver. Briar blade is an intelligent +5 cold iron vorpal bastard sword whose special purpose is to defeat denizens of the land of the fey.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/briar/"
    },
    {
      "name": "The Gasping Pearl (Major Artifact)",
      "aura": "overwhelming transmutation CL 20th",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "4 lbs.",
      "description": "A gasping pearl appears to be a perfectly spherical iridescent abalone pearl the size of a human fist. At all times, it gives forth a choking, gasping sound, as if struggling to breathe. Despite this constant, disturbing noise, a gasping pearl is not evil. Three times per day, the bearer can call upon its power to move and control water as if by the spell control water, affecting a 500-foot-by-500-foot area up to 100 feet deep. Once per day, a gasping pearl can also summon an elder water elemental with maximum hit points that serves the caster until it is slain; only one such elemental can be summoned at a time.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/the-gasping-pearl/"
    },
    {
      "name": "The Jewel of Everlasting Gold",
      "aura": "strong conjuration and transmutation",
      "cl": "20th",
      "slot": "none",
      "price": "",
      "weight": "5 lbs.",
      "description": "The jewel of everlasting gold is a fist-sized ruby mounted in a bejeweled, rune-carved scepter and held in place with platinum stems. The jewel of everlasting gold was crafted to be the centerpiece of a treasured city and used to summon the city’s rivers of molten gold directly from the Elemental Plane of Earth and to create much of the wealth within the city. Should the jewel of everlasting gold ever be taken beyond the boundaries of the city it is associated with, it simply disappears and returns to its perch at the city’s heart. Once the city is sealed, the jewel can sense intruders entering the city. When a trespasser is detected, the trap is activated and the city floods with molten gold. This is an automatic response that cannot be stopped. The jewel also has several additional powers, all of which the bearer knows how to use the moment she touches the artifact. Clairaudience/Clairvoyance: At will, the bearer of the jewel of everlasting gold can hear and see what transpires in any part of the treasure city simply by concentrating on the jewel. This power functions similar to the clairaudience/clairvoyance spell but can be used to spy on any location within the city’s confines. Continual Flame: At will, the bearer of the jewel of everlasting gold can cause the artifact to burst into harmless flame, as per the continual flame spell. Touch of Gold: Once per day, the bearer of the jewel of everlasting gold can touch the artifact to a single inanimate object weighing no more than 1,000 pounds and transmute that object into pure gold. The object retains its basic shape and appearance, but it is now composed of solid gold. Elemental Transformation: Once per week, the bearer of the jewel of everlasting gold can transform himself into a Huge fire elemental, as per the elemental body IV spell. The transformation lasts as long as the bearer likes, but she cannot leave the confines of the treasure city while in elemental form. This ability allows the jewel’s bearer to survive the molten-gold floods. Summon Wealth: Once per month, the jewel of everlasting gold can summon vast sums of wealth from the Elemental Plane of Earth, in whatever form the bearer wishes. This ability can only create mundane sources of wealth, such as art objects, coins, gems, or even rivers of molten gold—it cannot be used to create items with magical properties. Because the jewel of everlasting gold contains a portion of the Whispering Tyrant’s malign will, any wealth created with its touch of gold ability or summoned with its summon wealth ability cannot be removed from the treasure city except by the Whispering Tyrant himself. Like the jewel itself, any such treasure taken outside of the treasure city disappears and reappears scattered throughout the city. In addition, anyone touching the jewel is contacted by the fragmentary intelligence inside the gem and hears disturbing whispers in her mind, urging the character to claim the jewel and swear fealty to the Whispering Tyrant. From that point on, the influence of the jewel is never far from that character’s mind. How this influences a PC is largely up to the GM. Most good-aligned PCs will feel the influence as a nagging doubt, a subtle desire to return to the treasure city and take the jewel in hand again. Chaotic- or evil-aligned PCs may feel much stronger desires—sometimes overwhelming urges to return to the jewel no matter the consequences. These whispering influences can only be completely dispelled by remove curse or similar magic (requiring a DC 30 caster level check).",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/the-jewel-of-everlasting-gold/"
    },
    {
      "name": "Thorncrown of Blasting",
      "aura": "overwhelming conjuration and evocation",
      "cl": "21st Slot head",
      "slot": "head",
      "price": "",
      "weight": "1 lb.",
      "description": "Shards of broken metal pierce this splintered wooden circlet, as though it were once part of a helmet that violently shattered. The Thorncrown of Blasting functions as a major crown of blasting that grants the wearer a deflection bonus to her Armor Class equal to her Charisma modifier. In the hands of a paladin, the Thorncrown reveals its true powers, bursting into flames and spinning above the wearer’s head in a halo of divine power. Paladins of any faith who wear the Thorncrown have their class abilities enhanced for as long as they wear it, gaining three additional mercies (from levels they have access to but have not selected), healing the maximum amount possible every time they use lay on hands, and gaining a number of additional uses of smite evil equal to their Charisma modifier. Additionally, if a paladin wearing the Thorncrown is slain, she may choose to instantly be restored to full hit points for a number of minutes equal to her Charisma modifier. She may act as normal for this period, but at the end of this time she dies and cannot be restored by any means short of a miracle cast by a cleric of her faith. The Thorncrown of Blasting bestows two negative levels on any evil creature that wears it. These negative levels remain as long as the Thorncrown is held or worn—though they never result in actual level loss, they cannot be overcome in any way (including restoration spells) while the creature possesses the Thorncrown. Additionally, paladins who either break their code of conduct while wearing the Thorncrown or do not have access to their class features when they don the artifact must succeed at a DC 30 Will save or instantly be disintegrated. Those slain by the Thorncrown cannot be brought back to life by clerics with good or lawful components to their alignment—their spells simply fail—though clerics of other alignments can restore a paladin as normal. Even those who succeed at this save are treated as though they were evil creatures and gain negative levels. Paladins who receive atonement can wear the Thorncrown again without fear of ill effects.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/thorncrown-of-blasting/"
    },
    {
      "name": "Throne of Command (Major Artifact)",
      "aura": "strong divination and enchantment",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "3,475 lbs.",
      "description": "Great horns of gold, a massive sea serpent’s skull, and the wings of Kazavon form the ornate Throne of Command. The throne grants whoever is seated upon it a +6 enhancement bonus to Charisma and Wisdom. Once per day, the user can cast geas/quest. Any creature with the evil subtype takes a –6 penalty on saving throws to resist this effect.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/throne-of-command-major-artifact/"
    },
    {
      "name": "Trueforge (Major Artifact)",
      "aura": "overwhelming transmutation",
      "cl": "25th",
      "slot": "none",
      "price": "—",
      "weight": "500 lbs.",
      "description": "Formed of meteoric adamantine, the massive anvil known as the Trueforge appears and vanishes according to unknowable whims—perhaps those of a greater power, perhaps its own. A creature with sufficient power and knowledge can bind the Trueforge to a fixed location to best take advantage of its power. Labor at the Trueforge requires both supreme skill and mythic power. Non-mythic creatures are affected as the feeblemind spell (DC 30) for daring to use the forge, and can’t use the forge’s abilities even if they succeed at their saving throws. When toiling at the Trueforge, a mythic creature can create magical weapons and armor with a cost up to her mythic tier squared times 2,000 gp, ignoring the non-magical cost of the item created. For example, a 10th-tier character could craft a magic weapon of a +10 enhancement equivalent, worth 200,000 gp plus the cost of the weapon itself. The item forged must be at least partially metal, such as a breastplate or spear. Creating such an item requires only half the usual value of raw materials. However, to create items involving exotic materials (such as adamantine), the creator must use and have access to the normal amount of the material. Regardless of the materials involved, it takes 1 day of labor to forge a non-magical light or one-handed weapon, shield, or suit of light armor; 2 days to forge a suit of medium armor or two-handed weapon; and 3 days to forge a suit of heavy armor. For items with magical properties, square the number of days of labor and multiply by 1,000 to determine the total gold piece value. For example, completing an item with magical properties worth 144,000 gp or less requires 12 days of work. The crafter must labor continuously on the item, not sleeping until work is completed, though she’s kept awake and vigorous through the magic of the forge. If the work is interrupted for more than 1 hour at a time or more than 2 hours in a single day, the item is ruined, and half the value of the raw materials wasted. In addition to making normal and magical weapons and armor, the Trueforge can repair a broken magic item, generally in half the number of days it would take to make it from scratch. It can even repair or create an artifact, though such a task requires months of preparation to gather the proper materials followed by weeks of labor at the forge. Only one person can work the forge at a time. As the crafter labors, the Trueforge feeds on her mythic power and life energy, drawing it into the item forged. Forging non-magical items carries less risk. The crafter must succeed at a DC 25 Fortitude save at the start of each day of work or gain 2 permanent negative levels. For magic items, the save DC is equal to 25 plus the number of days worked thus far. At the start of each day of labor, the crafter must expend a number of uses of mythic power equal to the number of days worked so far plus one. If the crafter accumulates a number of negative levels equal to her own character level or exhausts her mythic power, the labor proves fatal at the end of the day. Normally, this ruins the work in progress, but if this occurs on the final day of work, the crafter finishes the item as she dies. Her soul enters the item, making it an intelligent item with the crafter’s personality—and likely some of her abilities, as determined by the GM. Creatures immune to level drain, whether by innate nature or magical protection, can’t use the Trueforge.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/trueforge-major-artifact/"
    },
    {
      "name": "Was Scepter (Major Artifact)",
      "aura": "overwhelming abjuration and transmutation",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "30 lbs.",
      "description": "The Was Scepter can be wielded in combat as a +4 light mace. Upon command, it expands to a length of 6 feet and can be wielded as a double weapon that has a +4 enhancement bonus. The head deals 1d6 points of bludgeoning damage and can be used to make trip attacks, while the forked end deals 1d6 points of piercing damage. The wielder can use either end as the primary weapon, with the other becoming the off-hand weapon. Though it is formidable in melee, the scepter’s true value lies in its ability to allow its wielder to claim dominion over specific areas, people, reality, and even time. As a move action, the wielder can plant the scepter’s forked end into the ground to activate a 120-foot aura of dominion. The aura remains active so long as the scepter remains there. The wielder can then concentrate to manipulate the aura to produce various magical effects. The wielder can produce only a single effect at a time, and each new effect requires a new action. The effects are as follows. At will, the wielder can use a standard action to manipulate the aura to emulate the effects of either sanctuary or protection against chaos. These effects include all willing creatures within the aura of dominion. If the wielder activates the sanctuary effect (DC 15), all allies within the aura are subject to the usual terms of the spell. If any allies break the spell’s terms, the effect immediately ends for everyone affected. Three times per day as a standard action, the wielder can manipulate the aura to block any extradimensional travel within the aura of dominion. The area within the aura is treated as if under the effects of dimensional lock. Once per day as a standard action, the wielder can manipulate the aura to force extraplanar creatures entering the aura of dominion to return to their home planes immediately, as if targeted by a banishment spell. Up to 40 Hit Dice of creatures can be affected by this effect, and creatures subject to this effect can resist with a successful DC 21 Will save. Lastly, once per day as a standard action, the wielder can alter time within the aura of dominion. The wielder can use time stop and include a number of people in the effect equal to 1 + the user’s Charisma modifier (minimum 1). Unwilling creatures can resist this effect with a successful DC 23 Will save. Those affected by the time stop can interact with each other as normal, and individuals are not restricted from leaving the aura of dominion while the effect is in place.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/was-scepter-major-artifact/"
    },
    {
      "name": "Winter Collector (Major Artifact)",
      "aura": "strong conjuration and evocation",
      "cl": "20th",
      "slot": "none",
      "price": "—",
      "weight": "varies",
      "description": "Winter collectors are always located in areas of severe cold, and are typically surrounded by thick snow or ice. A winter collector siphons a portion of the ambient cold weather and condenses it into concentrated cold energy, which the collector then beams like a signal across worlds to the winter receiver. This energy then radiates out, keeping the weather in a perpetual wintry state. In addition, a winter collector functions as a permanent gate, allowing instant travel from the collector’s location to the Royal Palace (but not in the other direction), even if the collector is located on the Material Plane. A winter collector radiates an aura of cold out to 50 feet. This aura deals 6d6 points of cold damage each round to creatures in this area. Creatures within 10 feet of the winter collector take 12d6 points of cold damage each round. Half of this cold damage is not subject to being reduced by resistance or immunity to cold-based effects.",
      "source_url": "https://www.d20pfsrd.com/magic-items/artifacts/major-artifacts/winter-collector-major-artifact/"
    }
  ]
}