{
  "classes": [
    {
      "name": "Fighter",
      "hit_die": 10,
      "bab_progression": "full",
      "good_saves": ["fortitude"],
      "skill_ranks_per_level": 2,
      "class_skills": ["Climb", "Craft", "Handle Animal", "Intimidate", "Knowledge (dungeoneering)", "Knowledge (engineering)", "Profession", "Ride", "Survival", "Swim"],
      "weapon_proficiency": ["simple", "martial"],
      "armor_proficiency": ["light", "medium", "heavy", "shields", "tower shields"],
      "features": [
        {"level": 1, "name": "Bonus Feat", "description": "At 1st level, and at every even level thereafter, a fighter gains a bonus feat from the list of combat feats."},
        {"level": 2, "name": "Bravery", "description": "Starting at 2nd level, a fighter gains a +1 bonus on Will saves against fear. This bonus increases by +1 for every four levels beyond 2nd."},
        {"level": 3, "name": "Armor Training", "description": "Starting at 3rd level, a fighter learns to be more maneuverable while wearing armor. The armor check penalty is reduced by 1 and max Dex bonus increases by 1."},
        {"level": 5, "name": "Weapon Training", "description": "Starting at 5th level, a fighter can select one group of weapons. He gains a +1 bonus on attack and damage rolls with weapons from this group."},
        {"level": 19, "name": "Armor Mastery", "description": "At 19th level, a fighter gains DR 5/— whenever he is wearing armor or using a shield."},
        {"level": 20, "name": "Weapon Mastery", "description": "At 20th level, a fighter chooses one weapon. Any attacks made with that weapon automatically confirm all critical threats and have their damage multiplier increased by 1."}
      ],
      "description": "Some take up arms for glory, wealth, or revenge. Others do battle to prove themselves or protect others. Still others learn the ways of weaponcraft to hone their bodies in battle and prove their mettle in the forge of war.",
      "role": "Fighters excel at combat—defeating their enemies, controlling the flow of battle, and surviving such demands."
    },
    {
      "name": "Rogue",
      "hit_die": 8,
      "bab_progression": "three_quarters",
      "good_saves": ["reflex"],
      "skill_ranks_per_level": 8,
      "class_skills": ["Acrobatics", "Appraise", "Bluff", "Climb", "Craft", "Diplomacy", "Disable Device", "Disguise", "Escape Artist", "Intimidate", "Knowledge (dungeoneering)", "Knowledge (local)", "Linguistics", "Perception", "Perform", "Profession", "Sense Motive", "Sleight of Hand", "Stealth", "Swim", "Use Magic Device"],
      "weapon_proficiency": ["simple", "hand crossbow", "rapier", "sap", "shortbow", "short sword"],
      "armor_proficiency": ["light"],
      "features": [
        {"level": 1, "name": "Sneak Attack", "description": "If a rogue can catch an opponent when he is unable to defend himself effectively, she can strike a vital spot for extra damage. +1d6 at 1st level, and an additional 1d6 every two levels thereafter."},
        {"level": 1, "name": "Trapfinding", "description": "A rogue adds 1/2 her level to Perception skill checks made to locate traps and to Disable Device skill checks. A rogue can use Disable Device to disarm magic traps."},
        {"level": 2, "name": "Evasion", "description": "At 2nd level, a rogue can avoid even magical and unusual attacks with great agility. If she succeeds on a Reflex saving throw against an attack that normally deals half damage on a successful save, she instead takes no damage."},
        {"level": 2, "name": "Rogue Talent", "description": "As a rogue gains experience, she learns a number of talents that aid her and confound her foes. Starting at 2nd level, a rogue gains one rogue talent. She gains an additional rogue talent for every 2 levels."},
        {"level": 3, "name": "Trap Sense", "description": "At 3rd level, a rogue gains a +1 bonus on Reflex saves made to avoid traps and a +1 dodge bonus to AC against attacks made by traps. These bonuses increase by +1 every three levels."},
        {"level": 4, "name": "Uncanny Dodge", "description": "Starting at 4th level, a rogue can react to danger before her senses would normally allow her to do so. She cannot be caught flat-footed."},
        {"level": 8, "name": "Improved Uncanny Dodge", "description": "A rogue can no longer be flanked. This defense denies another rogue the ability to sneak attack by flanking her."},
        {"level": 10, "name": "Advanced Talents", "description": "At 10th level, a rogue can choose one of the advanced talents in place of a rogue talent."},
        {"level": 20, "name": "Master Strike", "description": "Upon reaching 20th level, a rogue becomes incredibly deadly when dealing sneak attack damage. Each time she deals sneak attack damage, she can choose to kill, paralyze, or put to sleep the target."}
      ],
      "description": "Life is an endless adventure for those who live by their wits. Ever just one step ahead of danger, rogues bank on their cunning, skill, and charm to bend fate to their favor.",
      "role": "Rogues excel at moving about unseen and catching foes unaware, and tend to avoid head-to-head combat."
    },
    {
      "name": "Wizard",
      "hit_die": 6,
      "bab_progression": "half",
      "good_saves": ["will"],
      "skill_ranks_per_level": 2,
      "class_skills": ["Appraise", "Craft", "Fly", "Knowledge (all)", "Linguistics", "Profession", "Spellcraft"],
      "weapon_proficiency": ["club", "dagger", "heavy crossbow", "light crossbow", "quarterstaff"],
      "armor_proficiency": [],
      "spellcasting": {
        "type": "arcane",
        "ability": "intelligence",
        "prepared": true,
        "spells_per_day": {
          "1": [3, 1],
          "2": [4, 2],
          "3": [4, 2, 1],
          "4": [4, 3, 2],
          "5": [4, 3, 2, 1],
          "6": [4, 3, 3, 2],
          "7": [4, 4, 3, 2, 1],
          "8": [4, 4, 3, 3, 2],
          "9": [4, 4, 4, 3, 2, 1],
          "10": [4, 4, 4, 3, 3, 2],
          "11": [4, 4, 4, 4, 3, 2, 1],
          "12": [4, 4, 4, 4, 3, 3, 2],
          "13": [4, 4, 4, 4, 4, 3, 2, 1],
          "14": [4, 4, 4, 4, 4, 3, 3, 2],
          "15": [4, 4, 4, 4, 4, 4, 3, 2, 1],
          "16": [4, 4, 4, 4, 4, 4, 3, 3, 2],
          "17": [4, 4, 4, 4, 4, 4, 4, 3, 2, 1],
          "18": [4, 4, 4, 4, 4, 4, 4, 3, 3, 2],
          "19": [4, 4, 4, 4, 4, 4, 4, 4, 3, 3],
          "20": [4, 4, 4, 4, 4, 4, 4, 4, 4, 4]
        }
      },
      "features": [
        {"level": 1, "name": "Arcane Bond", "description": "At 1st level, wizards form a powerful bond with an object or a creature. This bond can take one of two forms: a familiar or a bonded object."},
        {"level": 1, "name": "Arcane School", "description": "A wizard can choose to specialize in one school of magic, gaining additional spells and powers based on that school. If he does, he must also select two opposed schools."},
        {"level": 1, "name": "Cantrips", "description": "Wizards can prepare a number of cantrips, or 0-level spells, each day. These spells are cast like any other spell, but they are not expended when cast."},
        {"level": 1, "name": "Scribe Scroll", "description": "At 1st level, a wizard gains Scribe Scroll as a bonus feat."},
        {"level": 5, "name": "Bonus Feat", "description": "At 5th, 10th, 15th, and 20th level, a wizard gains a bonus feat chosen from the list of item creation feats or metamagic feats."}
      ],
      "description": "Beyond the veil of the mundane hide the secrets of absolute power. The works of beings beyond mortals, the ## of the cosmos: such mysteries call to those with the ambition and the intellect to rise above the common folk.",
      "role": "While universalist wizards might study to prepare themselves for any manner of danger, specialist wizards research schools of magic that make them extremely talented within a specific focus."
    },
    {
      "name": "Cleric",
      "hit_die": 8,
      "bab_progression": "three_quarters",
      "good_saves": ["fortitude", "will"],
      "skill_ranks_per_level": 2,
      "class_skills": ["Appraise", "Craft", "Diplomacy", "Heal", "Knowledge (arcana)", "Knowledge (history)", "Knowledge (nobility)", "Knowledge (planes)", "Knowledge (religion)", "Linguistics", "Profession", "Sense Motive", "Spellcraft"],
      "weapon_proficiency": ["simple", "deity favored weapon"],
      "armor_proficiency": ["light", "medium", "heavy", "shields"],
      "spellcasting": {
        "type": "divine",
        "ability": "wisdom",
        "prepared": true,
        "spontaneous_casting": "cure or inflict"
      },
      "features": [
        {"level": 1, "name": "Aura", "description": "A cleric of a chaotic, evil, good, or lawful deity has a particularly powerful aura corresponding to the deity's alignment."},
        {"level": 1, "name": "Channel Energy", "description": "A cleric can release a wave of energy by channeling the power of her faith through her holy symbol. This energy can be used to cause or heal damage. 1d6 at 1st level, +1d6 every two levels."},
        {"level": 1, "name": "Domains", "description": "A cleric's deity influences her alignment, what magic she can perform, her values, and how others see her. A cleric chooses two domains from among those belonging to her deity."},
        {"level": 1, "name": "Orisons", "description": "Clerics can prepare a number of orisons, or 0-level spells, each day. These spells are cast like any other spell, but they are not expended when cast."},
        {"level": 1, "name": "Spontaneous Casting", "description": "A good cleric can channel stored spell energy into cure spells. An evil cleric can channel stored spell energy into inflict spells."}
      ],
      "description": "In faith and the miracles of the divine, many find a greater purpose. Called to serve powers beyond most mortal understanding, all combatants use their deities' sacred teachings to guide their lives.",
      "role": "More than capable of upholding the honor of their deities in battle, clerics often prove stalwart and capable combatants with divine magical support."
    },
    {
      "name": "Barbarian",
      "hit_die": 12,
      "bab_progression": "full",
      "good_saves": ["fortitude"],
      "skill_ranks_per_level": 4,
      "class_skills": ["Acrobatics", "Climb", "Craft", "Handle Animal", "Intimidate", "Knowledge (nature)", "Perception", "Ride", "Survival", "Swim"],
      "weapon_proficiency": ["simple", "martial"],
      "armor_proficiency": ["light", "medium", "shields"],
      "features": [
        {"level": 1, "name": "Fast Movement", "description": "A barbarian's land speed is faster than the norm for her race by +10 feet. This benefit applies only when she is wearing no armor, light armor, or medium armor."},
        {"level": 1, "name": "Rage", "description": "A barbarian can call upon inner reserves of strength, granting her +4 to Str and Con, +2 on Will saves, and -2 to AC. She can rage for 4 + Con mod rounds per day, plus 2 rounds per level."},
        {"level": 2, "name": "Rage Powers", "description": "As a barbarian gains levels, she learns to use her rage in new ways. Starting at 2nd level, a barbarian gains a rage power. She gains another rage power for every two levels after 2nd."},
        {"level": 2, "name": "Uncanny Dodge", "description": "At 2nd level, a barbarian gains the ability to react to danger before her senses would normally allow her to do so. She cannot be caught flat-footed."},
        {"level": 3, "name": "Trap Sense", "description": "At 3rd level, a barbarian gains a +1 bonus on Reflex saves made to avoid traps and a +1 dodge bonus to AC against attacks made by traps."},
        {"level": 5, "name": "Improved Uncanny Dodge", "description": "At 5th level, a barbarian can no longer be flanked."},
        {"level": 7, "name": "Damage Reduction", "description": "At 7th level, a barbarian gains damage reduction. DR 1/— at 7th level, increasing by 1 every three levels thereafter."},
        {"level": 11, "name": "Greater Rage", "description": "At 11th level, when a barbarian enters rage, the morale bonus to her Strength and Constitution increases to +6 and the morale bonus on her Will saves increases to +3."},
        {"level": 14, "name": "Indomitable Will", "description": "While in rage, a barbarian gains a +4 bonus on Will saving throws against enchantment spells."},
        {"level": 17, "name": "Tireless Rage", "description": "At 17th level, a barbarian no longer becomes fatigued at the end of her rage."},
        {"level": 20, "name": "Mighty Rage", "description": "At 20th level, when a barbarian enters rage, the morale bonus to her Strength and Constitution increases to +8 and the morale bonus on her Will saves increases to +4."}
      ],
      "description": "For some, there is only rage. In the ways of their people, in the fury of their passion, in the howl of battle, conflict is all these brutal souls know.",
      "role": "Barbarians excel in combat, possessing the martial prowess and fortitude to take on foes seemingly far superior to themselves."
    },
    {
      "name": "Bard",
      "hit_die": 8,
      "bab_progression": "three_quarters",
      "good_saves": ["reflex", "will"],
      "skill_ranks_per_level": 6,
      "class_skills": ["Acrobatics", "Appraise", "Bluff", "Climb", "Craft", "Diplomacy", "Disguise", "Escape Artist", "Intimidate", "Knowledge (all)", "Linguistics", "Perception", "Perform", "Profession", "Sense Motive", "Sleight of Hand", "Spellcraft", "Stealth", "Use Magic Device"],
      "weapon_proficiency": ["simple", "longsword", "rapier", "sap", "short sword", "shortbow", "whip"],
      "armor_proficiency": ["light", "shields"],
      "spellcasting": {
        "type": "arcane",
        "ability": "charisma",
        "prepared": false
      },
      "features": [
        {"level": 1, "name": "Bardic Knowledge", "description": "A bard adds half his class level (minimum 1) to all Knowledge skill checks and may make all Knowledge skill checks untrained."},
        {"level": 1, "name": "Bardic Performance", "description": "A bard is trained to use the Perform skill to create magical effects on those around him. He can use this ability for a number of rounds per day equal to 4 + his Charisma modifier plus 2 per level."},
        {"level": 1, "name": "Cantrips", "description": "Bards learn a number of cantrips, or 0-level spells. These spells are cast like any other spell, but they do not consume any slots and may be used again."},
        {"level": 1, "name": "Countersong", "description": "A bard can counter magic effects that depend on sound. Each round, he makes a Perform check. Any creature within 30 feet that is affected by a sonic or language-dependent magical attack may use the bard's Perform check in place of its saving throw."},
        {"level": 1, "name": "Distraction", "description": "A bard can use his performance to counter magic effects that depend on sight."},
        {"level": 1, "name": "Fascinate", "description": "A bard can use his performance to cause creatures to become fascinated with him."},
        {"level": 1, "name": "Inspire Courage", "description": "A bard can use his performance to inspire courage in his allies, granting a +1 morale bonus on saving throws against charm and fear effects and a +1 competence bonus on attack and weapon damage rolls."},
        {"level": 2, "name": "Versatile Performance", "description": "At 2nd level, a bard can choose one type of Perform skill. He can use his bonus in that skill in place of his bonus in associated skills."},
        {"level": 2, "name": "Well-Versed", "description": "At 2nd level, the bard becomes resistant to bardic performance, sonic effects, and language-dependent effects. The bard gains a +4 bonus on saving throws."},
        {"level": 5, "name": "Lore Master", "description": "At 5th level, the bard becomes a master of lore. He can take 10 on any Knowledge skill check he has ranks in. Once per day, he can take 20 on any Knowledge skill check."}
      ],
      "description": "Untold wonders and secrets exist for those skillful enough to discover them. Through cleverness, talent, and magic, these cunning few unravel the wiles of the world.",
      "role": "Bards capably confuse and confound their foes while inspiring their allies to ever-greater daring."
    },
    {
      "name": "Paladin",
      "hit_die": 10,
      "bab_progression": "full",
      "good_saves": ["fortitude", "will"],
      "skill_ranks_per_level": 2,
      "class_skills": ["Craft", "Diplomacy", "Handle Animal", "Heal", "Knowledge (nobility)", "Knowledge (religion)", "Profession", "Ride", "Sense Motive", "Spellcraft"],
      "weapon_proficiency": ["simple", "martial"],
      "armor_proficiency": ["light", "medium", "heavy", "shields"],
      "alignment_restriction": "Lawful Good",
      "spellcasting": {
        "type": "divine",
        "ability": "charisma",
        "prepared": true,
        "starts_at_level": 4
      },
      "features": [
        {"level": 1, "name": "Aura of Good", "description": "The power of a paladin's aura of good is equal to her paladin level."},
        {"level": 1, "name": "Detect Evil", "description": "At will, a paladin can use detect evil, as the spell."},
        {"level": 1, "name": "Smite Evil", "description": "Once per day, a paladin can call out to the powers of good to aid her in her struggle against evil. She adds her Cha bonus to attack rolls and her paladin level to damage rolls against evil creatures."},
        {"level": 2, "name": "Divine Grace", "description": "At 2nd level, a paladin gains a bonus equal to her Charisma bonus on all saving throws."},
        {"level": 2, "name": "Lay on Hands", "description": "A paladin can heal wounds by touch. Each day she can use this ability a number of times equal to 1/2 her paladin level plus her Charisma modifier."},
        {"level": 3, "name": "Aura of Courage", "description": "At 3rd level, a paladin is immune to fear. Each ally within 10 feet of her gains a +4 morale bonus on saving throws against fear effects."},
        {"level": 3, "name": "Divine Health", "description": "At 3rd level, a paladin is immune to all diseases."},
        {"level": 3, "name": "Mercy", "description": "At 3rd level, a paladin can select one mercy. Each time she uses lay on hands to heal damage to one target, the target also receives the additional effects from the mercy."},
        {"level": 4, "name": "Channel Positive Energy", "description": "When a paladin reaches 4th level, she gains the supernatural ability to channel positive energy like a cleric."},
        {"level": 5, "name": "Divine Bond", "description": "Upon reaching 5th level, a paladin forms a divine bond with her god. This bond can take one of two forms: a mount or a weapon."},
        {"level": 11, "name": "Aura of Justice", "description": "At 11th level, a paladin can expend two uses of her smite evil ability to grant the ability to smite evil to all allies within 10 feet."},
        {"level": 14, "name": "Aura of Faith", "description": "At 14th level, a paladin's weapons are treated as good-aligned for the purposes of overcoming damage reduction."},
        {"level": 17, "name": "Aura of Righteousness", "description": "At 17th level, a paladin gains DR 5/evil and immunity to compulsion spells and spell-like abilities."},
        {"level": 20, "name": "Holy Champion", "description": "At 20th level, a paladin becomes a conduit for the power of her god. Her DR increases to 10/evil. Smite evil is maximized."}
      ],
      "description": "Through dedication and purity, one can become an instrument of righteousness. Paladins are holy champions sworn to uphold law and good.",
      "role": "Paladins serve as beacons for their allies within the chaos of battle. While deadly opponents of evil, they can also empower goodly souls to aid in their crusades."
    },
    {
      "name": "Ranger",
      "hit_die": 10,
      "bab_progression": "full",
      "good_saves": ["fortitude", "reflex"],
      "skill_ranks_per_level": 6,
      "class_skills": ["Climb", "Craft", "Handle Animal", "Heal", "Intimidate", "Knowledge (dungeoneering)", "Knowledge (geography)", "Knowledge (nature)", "Perception", "Profession", "Ride", "Spellcraft", "Stealth", "Survival", "Swim"],
      "weapon_proficiency": ["simple", "martial"],
      "armor_proficiency": ["light", "medium", "shields"],
      "spellcasting": {
        "type": "divine",
        "ability": "wisdom",
        "prepared": true,
        "starts_at_level": 4
      },
      "features": [
        {"level": 1, "name": "Favored Enemy", "description": "A ranger selects a creature type from the ranger favored enemies table. He gains a +2 bonus on Bluff, Knowledge, Perception, Sense Motive, and Survival checks against creatures of his selected type. He also gets a +2 bonus on weapon attack and damage rolls against them."},
        {"level": 1, "name": "Track", "description": "A ranger adds half his level to Survival skill checks made to follow tracks."},
        {"level": 1, "name": "Wild Empathy", "description": "A ranger can improve the initial attitude of an animal. This ability functions just like a Diplomacy check to improve the attitude of a person."},
        {"level": 2, "name": "Combat Style Feat", "description": "At 2nd level, a ranger must select one combat style to pursue: archery or two-weapon combat. He gains a bonus feat from this style at 2nd, 6th, 10th, 14th, and 18th level."},
        {"level": 3, "name": "Endurance", "description": "A ranger gains Endurance as a bonus feat at 3rd level."},
        {"level": 3, "name": "Favored Terrain", "description": "At 3rd level, a ranger may select a type of terrain. The ranger gains a +2 bonus on initiative checks and Knowledge, Perception, Stealth, and Survival skill checks in this terrain."},
        {"level": 4, "name": "Hunter's Bond", "description": "At 4th level, a ranger forms a bond with his hunting companions. This bond can take one of two forms: an animal companion or his companions."},
        {"level": 7, "name": "Woodland Stride", "description": "Starting at 7th level, a ranger may move through any sort of undergrowth at his normal speed."},
        {"level": 8, "name": "Swift Tracker", "description": "Beginning at 8th level, a ranger can move at his normal speed while using Survival to follow tracks without taking the normal -5 penalty."},
        {"level": 9, "name": "Evasion", "description": "When he reaches 9th level, a ranger can avoid even magical and unusual attacks with great agility."},
        {"level": 12, "name": "Camouflage", "description": "A ranger of 12th level or higher can use the Stealth skill to hide in any of his favored terrains, even if the terrain doesn't grant cover or concealment."},
        {"level": 16, "name": "Improved Evasion", "description": "At 16th level, a ranger's evasion improves. He still takes no damage on a successful Reflex saving throw, and takes only half damage on a failed save."},
        {"level": 17, "name": "Hide in Plain Sight", "description": "While in any of his favored terrains, a ranger of 17th level or higher can use the Stealth skill even while being observed."},
        {"level": 20, "name": "Master Hunter", "description": "A ranger of 20th level becomes a master hunter. He can always move at full speed while using Survival to follow tracks. A ranger can, as a standard action, make a single attack against a favored enemy at his full attack bonus."}
      ],
      "description": "For those who relish the thrill of the hunt, there are only predators and prey. Be they scouts, trackers, or bounty hunters, rangers share much in common.",
      "role": "Rangers are deft skirmishers, either in melee or at range, capable of skillfully dancing in and out of battle."
    },
    {
      "name": "Sorcerer",
      "hit_die": 6,
      "bab_progression": "half",
      "good_saves": ["will"],
      "skill_ranks_per_level": 2,
      "class_skills": ["Appraise", "Bluff", "Craft", "Fly", "Intimidate", "Knowledge (arcana)", "Profession", "Spellcraft", "Use Magic Device"],
      "weapon_proficiency": ["simple"],
      "armor_proficiency": [],
      "spellcasting": {
        "type": "arcane",
        "ability": "charisma",
        "prepared": false
      },
      "features": [
        {"level": 1, "name": "Bloodline", "description": "Each sorcerer has a source of magic somewhere in her heritage that grants her spells, bonus feats, an additional class skill, and other special abilities."},
        {"level": 1, "name": "Bloodline Power", "description": "Sorcerers gain bloodline powers at 1st, 3rd, 9th, 15th, and 20th level."},
        {"level": 1, "name": "Cantrips", "description": "Sorcerers learn a number of cantrips, or 0-level spells. These spells are cast like any other spell, but they do not consume any slots and may be used again."},
        {"level": 1, "name": "Eschew Materials", "description": "A sorcerer gains Eschew Materials as a bonus feat at 1st level."},
        {"level": 7, "name": "Bloodline Feat", "description": "At 7th level, and every six levels thereafter, a sorcerer receives one bonus feat chosen from the bloodline feat list."},
        {"level": 20, "name": "Bloodline Capstone", "description": "At 20th level, the sorcerer gains the final power of her bloodline."}
      ],
      "description": "Scions of innately magical bloodlines, the chosen of deities, the spawn of monsters, pawns of fate and destiny, or simply flukes of fickle magic, sorcerers look within themselves for arcane prowess.",
      "role": "Sorcerers excel at casting a selection of favored spells frequently, making them powerful battle mages."
    },
    {
      "name": "Monk",
      "hit_die": 8,
      "bab_progression": "three_quarters",
      "good_saves": ["fortitude", "reflex", "will"],
      "skill_ranks_per_level": 4,
      "class_skills": ["Acrobatics", "Climb", "Craft", "Escape Artist", "Intimidate", "Knowledge (history)", "Knowledge (religion)", "Perception", "Perform", "Profession", "Ride", "Sense Motive", "Stealth", "Swim"],
      "weapon_proficiency": ["club", "crossbow (light or heavy)", "dagger", "handaxe", "javelin", "kama", "nunchaku", "quarterstaff", "sai", "shortspear", "short sword", "shuriken", "siangham", "sling", "spear"],
      "armor_proficiency": [],
      "alignment_restriction": "Any Lawful",
      "features": [
        {"level": 1, "name": "AC Bonus", "description": "When unarmored and unencumbered, the monk adds his Wisdom bonus (if any) to his AC and CMD."},
        {"level": 1, "name": "Flurry of Blows", "description": "A monk can make a flurry of blows as a full-attack action. He gains additional attacks at the cost of accuracy."},
        {"level": 1, "name": "Stunning Fist", "description": "At 1st level, the monk gains Stunning Fist as a bonus feat, even if he does not meet the prerequisites."},
        {"level": 1, "name": "Unarmed Strike", "description": "A monk gains Improved Unarmed Strike as a bonus feat. A monk's attacks may be with fist, elbows, knees, and feet. A monk deals more damage with his unarmed strikes as he gains levels."},
        {"level": 2, "name": "Bonus Feat", "description": "At 2nd, 6th, 10th, 14th, and 18th level, a monk may select a bonus feat from a specific list."},
        {"level": 2, "name": "Evasion", "description": "At 2nd level, a monk can avoid even magical and unusual attacks with great agility."},
        {"level": 3, "name": "Fast Movement", "description": "At 3rd level, a monk gains an enhancement bonus to his land speed. +10 feet at 3rd level, increasing every three levels."},
        {"level": 3, "name": "Maneuver Training", "description": "At 3rd level, a monk uses his monk level in place of his base attack bonus when calculating his CMB."},
        {"level": 3, "name": "Still Mind", "description": "A monk of 3rd level or higher gains a +2 bonus on saving throws against enchantment spells and effects."},
        {"level": 4, "name": "Ki Pool", "description": "At 4th level, a monk gains a pool of ki points, supernatural energy he can use to accomplish amazing feats."},
        {"level": 4, "name": "Slow Fall", "description": "At 4th level, a monk within arm's reach of a wall can use it to slow his descent."},
        {"level": 5, "name": "High Jump", "description": "At 5th level, a monk adds his level to all Acrobatics checks made to jump."},
        {"level": 5, "name": "Purity of Body", "description": "At 5th level, a monk gains immunity to all diseases."},
        {"level": 7, "name": "Wholeness of Body", "description": "At 7th level, a monk can heal his own wounds as a standard action by spending 2 ki points."},
        {"level": 9, "name": "Improved Evasion", "description": "At 9th level, a monk's evasion ability improves."},
        {"level": 11, "name": "Diamond Body", "description": "At 11th level, a monk gains immunity to poisons of all kinds."},
        {"level": 12, "name": "Abundant Step", "description": "At 12th level, a monk can slip magically between spaces, as if using dimension door."},
        {"level": 13, "name": "Diamond Soul", "description": "At 13th level, a monk gains spell resistance equal to his current monk level + 10."},
        {"level": 15, "name": "Quivering Palm", "description": "At 15th level, a monk can set up vibrations within the body of another creature that can be fatal."},
        {"level": 17, "name": "Timeless Body", "description": "At 17th level, a monk no longer takes penalties to his ability scores for aging."},
        {"level": 19, "name": "Empty Body", "description": "At 19th level, a monk can assume an ethereal state for 1 minute per monk level."},
        {"level": 20, "name": "Perfect Self", "description": "At 20th level, a monk becomes a magical creature. He gains damage reduction 10/chaotic."}
      ],
      "description": "For the truly exemplary, martial skill transcends the battlefield—it is a lifestyle, a doctrine, a state of mind.",
      "role": "Monks excel at overcoming even the most daunting perils, striking where it's least expected, and taking advantage of enemy vulnerabilities."
    },
    {
      "name": "Druid",
      "hit_die": 8,
      "bab_progression": "three_quarters",
      "good_saves": ["fortitude", "will"],
      "skill_ranks_per_level": 4,
      "class_skills": ["Climb", "Craft", "Fly", "Handle Animal", "Heal", "Knowledge (geography)", "Knowledge (nature)", "Perception", "Profession", "Ride", "Spellcraft", "Survival", "Swim"],
      "weapon_proficiency": ["club", "dagger", "dart", "quarterstaff", "scimitar", "scythe", "sickle", "shortspear", "sling", "spear"],
      "armor_proficiency": ["light", "medium", "shields"],
      "armor_restriction": "non-metal only",
      "alignment_restriction": "Any Neutral",
      "spellcasting": {
        "type": "divine",
        "ability": "wisdom",
        "prepared": true,
        "spontaneous_casting": "summon nature's ally"
      },
      "features": [
        {"level": 1, "name": "Nature Bond", "description": "At 1st level, a druid forms a bond with nature. This bond can take one of two forms: an animal companion or a cleric domain (Air, Animal, Earth, Fire, Plant, Water, or Weather)."},
        {"level": 1, "name": "Nature Sense", "description": "A druid gains a +2 bonus on Knowledge (nature) and Survival checks."},
        {"level": 1, "name": "Orisons", "description": "Druids can prepare a number of orisons, or 0-level spells, each day."},
        {"level": 1, "name": "Wild Empathy", "description": "A druid can improve the initial attitude of an animal."},
        {"level": 2, "name": "Woodland Stride", "description": "Starting at 2nd level, a druid may move through any sort of undergrowth at her normal speed."},
        {"level": 3, "name": "Trackless Step", "description": "Starting at 3rd level, a druid leaves no trail in natural surroundings."},
        {"level": 4, "name": "Resist Nature's Lure", "description": "Starting at 4th level, a druid gains a +4 bonus on saving throws against the spell-like and supernatural abilities of fey."},
        {"level": 4, "name": "Wild Shape", "description": "At 4th level, a druid gains the ability to turn herself into any Small or Medium animal and back again once per day. This ability functions like beast shape I."},
        {"level": 9, "name": "Venom Immunity", "description": "At 9th level, a druid gains immunity to all poisons."},
        {"level": 13, "name": "A Thousand Faces", "description": "At 13th level, a druid gains the ability to change her appearance at will, as if using the alter self spell."},
        {"level": 15, "name": "Timeless Body", "description": "After attaining 15th level, a druid no longer takes ability score penalties for aging."}
      ],
      "description": "Within the purity of the elements and the order of the wilds lingers a power beyond the marvels of civilization.",
      "role": "While some druids might keep to the fringe of battle, protecting their allies with spells, others wade into combat alongside their companions."
    }
  ]
}
